-- phpMyAdmin SQL Dump
-- version 5.1.0
-- https://www.phpmyadmin.net/
--
-- Hôte : localhost:3306
-- Généré le : sam. 19 mars 2022 à 12:33
-- Version du serveur :  5.7.24
-- Version de PHP : 7.4.5

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Base de données : `conventions`
--

-- --------------------------------------------------------

--
-- Structure de la table `branche`
--

CREATE TABLE `branche` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `branche`
--

INSERT INTO `branche` (`id`, `name`) VALUES
(1, 'التكوين وإنعاش الشغل'),
(2, 'دعم القطاعات ذات الأولوية'),
(3, 'ثمين الرأسمالين المادي واللامادي ودعم قطاعات أخرى'),
(4, 'البيئة والتنمية المستدامة'),
(5, 'التنمية الاقتصادية وجذب الاستثمار'),
(6, 'فك العزلة عن العالم القروي');

-- --------------------------------------------------------

--
-- Structure de la table `convention`
--

CREATE TABLE `convention` (
  `id` int(11) NOT NULL,
  `numero_an` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `numero` int(11) DEFAULT NULL,
  `type_convention_id` int(11) DEFAULT NULL,
  `objet_convention` varchar(500) COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_avenant` tinyint(1) NOT NULL,
  `secteur_id` int(11) DEFAULT NULL,
  `localisation` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `entite_suivi_execution_id` int(11) DEFAULT NULL,
  `is_signee` tinyint(1) DEFAULT NULL,
  `date_session` date DEFAULT NULL,
  `organes_suivi` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `maitre_ouvrage_id` int(11) DEFAULT NULL,
  `stade_id` int(11) DEFAULT NULL,
  `observation1` longtext COLLATE utf8mb4_unicode_ci,
  `montant_convention` decimal(15,2) DEFAULT NULL,
  `observations` longtext COLLATE utf8mb4_unicode_ci,
  `statut_convention_id` int(11) DEFAULT NULL,
  `num2` int(11) DEFAULT NULL,
  `session_approbation` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `vise` tinyint(1) NOT NULL,
  `date_visa` date DEFAULT NULL,
  `maitre_ouvrage2_id` int(11) DEFAULT NULL,
  `modalite_financement` varchar(550) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `avenant_a_id` int(11) DEFAULT NULL,
  `date_signature` date DEFAULT NULL,
  `duree` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `date_deliberation` date DEFAULT NULL,
  `date_session_approbation` date DEFAULT NULL,
  `active` tinyint(1) NOT NULL,
  `nature_convention_id` int(11) DEFAULT NULL,
  `consistance` longtext COLLATE utf8mb4_unicode_ci,
  `objectifs_convention` longtext COLLATE utf8mb4_unicode_ci
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `convention`
--

INSERT INTO `convention` (`id`, `numero_an`, `numero`, `type_convention_id`, `objet_convention`, `is_avenant`, `secteur_id`, `localisation`, `entite_suivi_execution_id`, `is_signee`, `date_session`, `organes_suivi`, `maitre_ouvrage_id`, `stade_id`, `observation1`, `montant_convention`, `observations`, `statut_convention_id`, `num2`, `session_approbation`, `vise`, `date_visa`, `maitre_ouvrage2_id`, `modalite_financement`, `avenant_a_id`, `date_signature`, `duree`, `date_deliberation`, `date_session_approbation`, `active`, `nature_convention_id`, `consistance`, `objectifs_convention`) VALUES
(1, '32/2017', 71, 2, 'المساهمة في إحداث سوق يومي بمركز بني بوزرة بإقليم شفشاون (اتفاقية خاصة)', 0, 10, 'شفشاون', 1, NULL, '2017-12-01', 'لجنة مشتركة للتتبع', 11, 9, 'نفذت\nتم تحويل مساهمة مجلس الجهة لحساب APDN\n(التأكد من التحويلات المالية)', '6000000.00', '(التأكد من التحويلات المالية)', 1, 71, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(2, NULL, 285, NULL, 'اتفاقية شراكة من أجل تعزيز وعصرنة التجهيزات التقنية والعلمية بمعهد باستور بطنجة', 0, 6, 'طنجة-أصيلة', NULL, NULL, '2021-07-05', NULL, NULL, NULL, NULL, '1800000.00', 'التكلفة الاجمالية للمشروع:\n1.800.000 م.د\n2022 \nبتمويل من طرف مجلس الجهة عن طريق الوكالة', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(3, '92/2019', 200, NULL, 'إنجاز البرنامج المندمج لتهيئة المنتزه الغابوي الحضري الغابة الدبلوماسية بمدينة طنجة', 0, 2, 'طنجة-أصيلة', 1, 1, '2019-11-01', NULL, 11, 8, 'وقعت من جميع الأطراف\nفي طور التنفيذ\nتم تحويل مساهمة 2020', '42000000.00', NULL, NULL, 201, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(4, '1/2016', 1, NULL, 'برنامج التنمية المجالية لإقليم الحسيمة مشروع مندمج (الحسيمة منارة المتوسط)', 0, 1, 'الحسيمة', 1, 1, '2015-01-01', 'إدارة مجلس الجهة\n-لجنة الإشراف والتتبع\n-لجنة مركزية للتتبع', 2, 9, 'نفذت\nتم تحويل المساهمات إلى غاية 2017. مساهمة 2018 حولت الى الوكالة الجهوية لتنفيذ المشاريع', '6515500000.00', 'التكلفة الإجمالية للبرنامج: 6515.5 مليون درهم.\n\nمساهمة مجلس الجهة: 60.000.000,00 درهم\n-2016: 08 مليون درهم\n-2017: 20 مليون درهم\n-2018: 20 مليون درهم\n- 2019: 12 مليون درهم\n(تحويل)', NULL, 1, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(5, '2/2016', 2, 2, 'تنظيم قمة المناخ لدول البحر الأبيض المتوسط في دورتها الثانية بطنجة\n(اتفاقية خاصة)', 0, 2, 'متعدد', 1, NULL, '2016-01-01', 'إدارة الجهة\nلجنة القيدة والتتبع', NULL, 9, 'نفذت', '0.00', 'بدون التزام مالي', NULL, 2, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(6, '3/2016', 3, NULL, 'تنظيم قمة المناخ لدول البحر الأبيض المتوسط في دورتها الثانية بطنجة\n(ملحق اتفاقية) - جهة PACA', 1, 2, 'متعدد', 1, NULL, '2016-01-01', 'انظر اتفاقية إطار الموقعة يوم 15 ماي 2000\n+ برنامج العمل 2015-2017 المصادق عليه خلال دورة يناير 2015', NULL, 9, 'نفذت', '0.00', 'بدون التزام مالي', NULL, 3, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(7, NULL, 4, 1, 'تنفيذ أسس وبرامج التعاون والتنمية في جهة طنجة تطوان الحسيمة وجهة الأندلس (اتفاقية إطار للتعاون)', 0, 3, 'متعدد', NULL, NULL, '2016-01-01', NULL, NULL, NULL, 'اتصالات مع الصندوق الاندلسي للبلديات من اجل التضامن  لإبرام اتفاقية خاصة', NULL, NULL, 1, 4, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(8, NULL, 5, 1, 'تدعيم الروابط الاقتصادية والاجتماعية والثقافية بين الطرفين  (اتفاقية إطار)', 0, NULL, NULL, NULL, NULL, '2016-01-01', NULL, NULL, 14, 'لم توقع من الطرف الثاني  عوضت بمذكرة تفاهم', NULL, NULL, 1, 5, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(9, NULL, 6, NULL, 'إنجاز مشاريع وبرامج ودراسات والقيام بأنشطة في مجالات التكوين والتأطير وتقديم الخبرة والبحث العلمي', 0, 4, 'متعدد', 1, 1, '2016-03-01', 'لجنة التتبع و التقييم برئاسة رئيس مجلس الجهة', NULL, NULL, 'اتفاقية إطار', '0.00', 'اتفاقية إطار\nبدون التزام مالي', NULL, 6, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(10, '7/2016', 7, NULL, 'تدعيم بعض الخطوط الداخلية- الدار البيضاء- طنجة الحسيمة، وتطوان الحسيمة\n(ملحق تعديلي)', 1, 5, 'متعدد', 1, 1, '2016-03-01', NULL, 92, 9, 'نفذت', NULL, NULL, NULL, 7, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(11, NULL, 8, NULL, 'إنجاز المرحلة الثانية من مشروع المبادرة الجهوية لتعزيز قدرات الجماعات القروية بخصوص مقاربة النوع وتكافئ الفرص', 0, 18, 'متعدد', NULL, 1, '2016-03-01', NULL, NULL, 8, 'في المرحلة الأخيرة من التنفيذ', NULL, NULL, NULL, 8, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(12, NULL, 9, NULL, 'توسعة الطاقة الاستيعابية لجامعة عبد المالك السعدي − تطوان بـ2560 مقعد إضافي، إحداث مدرسة وطنية إحداث مركز للطباعة ثلاثية الأبعاد \"التصنيع بالإضافة\" بالمركز الجامعي الزياتن بطنجة ؛للتجارة والتسيير بمدينة الحسيمة؛ إحداث مختبر جامعي للمواد المعدنية والبلاستيكية', 0, 4, 'متعدد', 2, 1, '2016-04-01', NULL, 91, 8, 'في طور التنفيذ\nتمت انطلاقة الاشغال، الميزانية المخصصة للمدرسة الوطنية للتجارة والتسيير بالحسيمة لم يتم الالتزام بها بعد', '107926400.00', 'التكلفة الاجمالية للمشاريع الأربعة الواردة في الاتفاقية: \n107.926.400,00 درهم. \n\nمساهمة مجلس الجهة:\n62.958.000,00 درهم برسم سنة 2016', NULL, 9, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(13, '10/2016', 10, 2, 'المساهمة في تنظيم وإنجاح مؤتمر الأطراف المتوسطي MEDCOP22 في مجال التواصل                (اتفاقية خاصة)', 0, 2, 'متعدد', 1, NULL, '2016-04-01', 'مجلس الجهة', NULL, 9, 'نفذت', '1000000.00', '\nالتزام سكرتارية الاتحاد من أجل المتوسط: 1.000.000,00 درهم', NULL, 10, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(14, '11/2016', 11, NULL, 'تدعيم بعض الخطوط الداخلية برسم سنتي 2016/2017 تهدف إلى الاستمرار في التعاون بين الأطراف المتعاقدة وتغيير الخط الجوي الداخلي الرابط بين الدار البيضاء - تطوان - الحسيمة بخط جوي رابط بين الدار البيضاء - طنجة – الحسيمة', 0, 5, 'متعدد', 1, 1, '2016-04-01', 'لجنة التتبع والتقييم', 92, 9, 'نفذت', NULL, 'مجموع الدعم المالي للشركاء: 13.224.000,00 درهم\nالتزام مجلس الجهة:\n4.000.000,00 درهم', NULL, 11, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(15, NULL, 12, 1, 'إنشاء إطار عام للتعاون بين مجلس الجهة ووكالة كطالونيا للتعاون من اجل التنمية وتطبيق أنشطة التعاون من اجل تحقيق التنمية المشتركة. (اتفاقية إطار)', 0, 3, 'متعدد', NULL, NULL, '2016-04-01', NULL, NULL, NULL, NULL, NULL, 'اتفاقية إطار', 1, 12, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(16, NULL, 13, 1, 'اتفاقية إطار والتعاون مع مجلس جهة مراكش أسفي في المجالات الاقتصادية والاجتماعية والتعاون اللامركزي وتقوية القدرات\nتحديد الإطار العام الذي يندرج ضمنه التعاون بين الطرفين. (اتفاقية التعاون اللامركزي)', 0, 9, 'متعدد', 2, NULL, '2016-04-01', 'لجنة مشتركة', NULL, 9, 'تم تنفيذها', NULL, 'اتفاقية إطار', NULL, 13, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(17, NULL, 14, NULL, 'تشجيع البحث العلمي، عن طريق تقديم منح اجتماعية لفائدة الطلبة والطلبة الباحثين غير الممنوحين وغير المأجورين برسم الموسم الجامعي 2015/2016', 0, 4, 'متعدد', 2, 1, '2016-04-01', 'لجنة مشتركة للتتبع والتنسيق', 101, 9, 'نفذت سنة 2016', NULL, 'التزامات مجلس الجهة:\n5.000.000,00 درهم', NULL, 14, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(18, NULL, 15, NULL, 'دعم تسيير فدرالية الجمعيات الراعية لمرضى القصور الكلوي وتوسيع قاعدة المستفيدين من خدمات مراكز الفدرالية', 0, 6, 'متعدد', 2, 1, '2016-04-01', NULL, 115, 9, 'نفذت', NULL, 'التزامات مجلس الجهة:\n13.000.000,00 درهم\n(تحويل)', NULL, 15, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(19, NULL, 278, NULL, 'اتفاقية شراكة بين الدولة ومجلس جهة طنجة تطوان الحسيمة بخصوص البرنامج الجهوي للنهوض بالتشغيل', 0, 11, 'متعدد', NULL, NULL, '2021-07-05', NULL, NULL, NULL, NULL, NULL, 'مساهمة مجلس الجهة بالبرنامج : 56.000.000 م.د\n2021 -2022', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(20, NULL, 17, 1, 'القيام بشكل مشترك بإنجاز مشاريع وبرامج ودراسات، والقيام بأنشطة في مجالات التكوين والتأطير وتقديم الخبرة والبحث العلمي التي تهم التنمية الاقتصادية والاجتماعية والبيئية للجهة. (اتفاقية إطار)  ', 0, 4, 'متعدد', 2, 1, '2016-04-01', 'لجنة مشتركة للتتبع والتقييم', NULL, NULL, 'تم ابرام اتفاقية خاصة تتعلق بمرصد الزلازل بالحسيمة', NULL, 'اتفاقية إطار عامة\nبدون التزام مالي', NULL, 17, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(21, NULL, 18, NULL, 'وضع وتنفيذ مخطط جهوي لمحو الأمية وما بعد محو الأمية بالجهة في أفق سنة 2024.', 0, 7, 'متعدد', 2, 1, '2016-07-01', 'لجنة مشتركة للتتبع والتقييم والمراقبة', 107, NULL, 'تم ابرام اتفاقية خاصة انضمت إليها الوكالة الألمانية للتنمية', NULL, 'اتفاقية إطار\nبدون التزام مالي', NULL, 18, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(22, NULL, 19, NULL, 'إحداث مرصد لرصد الزلازل بإقليم الحسيمة', 0, 2, 'الحسيمة', 1, 1, '2016-07-01', 'لجنة مشتركة للتتبع والتقييم', 102, NULL, 'تم تنفيذ الالتزام الأول بتحويل المبلغ الى المعهد العلمي.\nفي طور تصفية العقار المخصص لإحداث مرصد الزلازل بالحسيمة', '6000000.00', 'التكلفة الاجمالية للمشروع: 6.000.000,00 درهم\nممول كليا من طرف مجلس الجهة', NULL, 19, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(23, NULL, 20, NULL, 'النهوض بالمدرسية العمومية وتحسين العرض التربوي وتطويره وتثمين الرأسمال البشري للجهة 2017-2021', 0, 8, 'متعدد', 2, 1, '2016-07-01', 'لجنة مشتركة للتتبع والتقييم', 2, NULL, 'في طور وضع مخطط عمل لتنفيذ الاتفاقية\nالتنفيذ من طرف الوكالة الجهوية لتنفيذ المشاريع', '200000000.00', 'التكلفة الاجمالية للمشروع: 200.000.000,00 درهم\nمساهمة مجلس الجهة:\n100.000.000,00 درهم', NULL, 20, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(24, NULL, 21, 1, 'تعزيز التعاون بين الطرفين في المجالات الاقتصادية والاجتماعية والثقافية والبيئية... (اتفاقية إطار)', 0, 9, 'متعدد', 2, NULL, NULL, NULL, NULL, 8, 'تنفذ من خلال تبادل الزيارات وتنظيم دورات تكوينية مشتركة.', NULL, NULL, 1, 21, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(25, NULL, 22, NULL, 'إنجاز دراسات وبرامج ومشاريع من أجل تنمية التكوين المهني بالجهة بغرض المساهمة في تنمية الجهة وتيسير الاندماج الاجتماعي والاقتصادي لساكنتها', 0, 8, 'متعدد', 2, 0, '2016-07-01', NULL, NULL, 14, 'لم يتم توقيعها\nبدون التزام مالي', NULL, 'بدون التزام مالي', 1, 22, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(26, NULL, 23, NULL, 'خلق روابط للتعاون بين مجلس الجهة و مكتب التكوين المهني و إنعاش الشغل في المجالات ذات الاهتمام المشترك', 0, 8, 'متعدد', 2, 1, '2016-07-01', NULL, NULL, 4, 'موقعة\nتم تحويل الدفعة الأولى لحساب    ANAPEC  \nفي انتظار دليل المساطر\nمراسلة من اجل اجتماع لجنة التتبع لإبرام اتفاقية خاصة', NULL, NULL, 1, 23, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(27, NULL, 24, 2, 'انشاء دراسة من اجل تحديد وهيكلة وتطبيق منظومة ريادة الاعمال في جهة طنجة تطوان الحسيمة  (اتفاقية خاصة)', 0, 10, 'متعدد', NULL, NULL, '2016-07-01', NULL, NULL, 4, 'موقعة  مراسلة من اجل اجتماع لجنة التتبع لتفعيل الاتفاقية.  ', NULL, NULL, 1, 24, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(28, NULL, 25, NULL, 'تحسين فرص العمل وتشغيل الشباب غير الحاصلين على الشهادات بالجهة، وكذا المهاجرين الأفارقة من دول جنوب الصحراء المقيمين داخل تراب الجهة', 0, 8, 'متعدد', 2, 1, '2016-07-01', NULL, NULL, 8, 'قيد التنفيذ بموجب اتفاقية خاصة موقعة خلال دورة يوليوز 2017', NULL, 'الميزانية الإجمالية لمخطط العمل الوارد في الاتفاقية في افق 2020:\n12.000.000,00 درهم', NULL, 25, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(29, NULL, 26, 2, 'المساهمة في تدعيم أقسام المستعجلات بالمستشفيات بالجهة\n(اتفاقية خاصة)', 0, 6, 'متعدد', 2, 1, '2016-07-01', 'لجنة مشتركة للإشراف والتتبع', NULL, 9, 'نفذت\n(باستثناء حصة الأسرة)\nمعروضة على القضاء', NULL, 'إساهمة مجلس الجهة في انجاز المشروع عبر تخصيص اعتماد مالي قدره: 25.400.000,00 درهم', NULL, 26, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(30, NULL, 27, 1, 'تدبير المخاطر الطبيعية ووضع دراسة استراتيجية حول المنتزهات الجهوية، وإحداث حديقة للحيوانات ومحمية بيوقارية ومتحف متوسطي. (اتفاقية إطار)  ', 0, 2, 'متعدد', NULL, NULL, '2016-07-01', NULL, NULL, 14, 'لم توقع بعد.  الاتفاقية لدى السيد المندوب السامي للمياه والغابات ومحاربة التصحر للتوقيع.', NULL, NULL, 1, 27, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(31, NULL, 28, NULL, 'برنامج تأهيل الجماعات الترابية القروية بالجهة 2017/2021.', 0, 1, 'متعدد', NULL, 0, '2016-07-01', NULL, NULL, 14, 'لم توقع من طرف الوزارة.', NULL, NULL, 1, 28, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(32, NULL, 29, 1, 'وضع وتنفيذ أشكال التعاون العلمي والثقافي في مجالات ذات الاهتمام المشترك. (اتفاقية إطار)  ', 0, 4, 'متعدد', NULL, NULL, '2016-07-01', NULL, NULL, 14, 'لم توقع من الطرف الثاني. (التعاون يتم بشكل متواصل مع المندوبية).', NULL, NULL, 1, 29, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(33, NULL, 30, 1, 'تعزيز علاقات التعاون بين الطرفين في مجالات التكوين والتكوين المستمر لفائدة المنتخبين والموظفين بالجهة. (اتفاقية إطار للتعاون في مجال التكوين و التكوين المستمر لفائدة منتخبي وأطر مجلس الجهة)', 0, 14, 'متعدد', 2, 1, '2016-10-01', NULL, NULL, 9, 'تم تنفيذها\nمن خلال تنظيم دورات تكوينية للمنتخبين والموظفين', NULL, 'ممولة من طرف كونراد\nيتم تحديد الالتزام المالي من خلال الأنشطة\nمن خلال اتفاقية خاصة', NULL, 30, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(34, NULL, 31, 1, 'انجاز مشاريع ثقافية وتراثية بتراب الجهة والعمل على المحافظة على المواقع الأثرية والمباني التاريخية وصيانتها والترويج لها. (اتفاقية إطار)', 0, 15, 'متعدد', 2, NULL, '2016-10-01', NULL, NULL, NULL, 'في طور اعداد اتفاقية خاصة\nحولت لاتفاقية خاصة بدورة مارس 2018', NULL, 'بدون التزام مالي', NULL, 31, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(35, NULL, 32, 1, 'إحداث دار عبد الصادق اشقارة للمحافظة على التراث الأندلسي والصوفي والشعبي بتطوان.   (اتفاقية إطار)', 0, 15, 'تطوان', 2, NULL, '2016-10-01', NULL, NULL, NULL, 'تم إبرام اتفاقية خاصة بشراكة مع وزارة الثقافة في دورة يوليوز 2019', NULL, 'اتفاقية إطار\nبدون التزام مالي', NULL, 32, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(36, NULL, 33, 1, 'إنجاز دراسة حول النسيج الجمعوي بالجهة (اتفاقية إطار)', 0, 16, 'متعدد', 2, 1, '2016-10-01', 'لجنة مشتركة للتتبع والتقييم', NULL, NULL, 'اتفاقية إطار', NULL, 'اتفاقية إطار\nبدون التزام مالي', NULL, 33, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(37, NULL, 34, 2, 'تمويل وتنظيم المعرض الجهوي للاقتصاد الاجتماعي والتضامني بالجهة\n         (اتفاقية خاصة)', 0, 17, 'متعدد', 2, 1, '2016-10-01', 'لجنة مشتركة للتتبع والتنسيق', NULL, 9, 'نفذت', '3000000.00', 'التزامات الوزارة: 2.000.0000,00 درهم.\nالتزامات مجلس الجهة: 1.000.000,00 درهم', NULL, 34, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(38, NULL, 35, NULL, 'إحداث المركز الجهوي لزراعة وتثمين النباتات العطرية والطبية', 0, 17, 'متعدد', 2, 1, '2016-10-01', 'لجنة مشتركة للتنسيق والتتبع', NULL, NULL, 'اتفاقية إطار', NULL, 'اتفاقية إطار\nبدون التزام مالي', NULL, 35, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(39, NULL, 36, NULL, 'تأهيل المركز الجهوي لحماية الطفولة الخاص بالفتيات بطنجة', 0, 18, 'طنجة-أصيلة', 2, 1, '2016-10-01', 'لجنة مشتركة للتتبع والتقييم', NULL, 9, 'نفذت', '6000000.00', 'التكلفة الاجمالية للمشروع: 6.000.000,00 درهم.\nالتزامات مجلس الجهة: 3.000.000,00 درهم', NULL, 36, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(40, NULL, 37, NULL, 'تفعيل خطة عمل لمحاربة الأمية في إطار برنامج – تمكين', 0, 7, 'متعدد', 2, 1, '2016-10-01', '1- لجنة القيادة\n2- لجنة تقنية\n3- لجنة التدبير الإجرائي', NULL, 9, 'نفذت', NULL, ' المشروع ممول بشكل كلي من طرف مجلس الجهة: 10.000.000,00 درهم\n(تحويل)', NULL, 37, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(41, NULL, 38, NULL, 'تحديد آليات الشراكة بين معهد باستور و مجلس جهة طنجة تطوان الحسيمة في مجالات الصحة و البحث و التدريس و الأنشطة الدوائية', 0, 6, 'متعدد', 2, 1, '2016-10-01', 'لجنة مشتركة للتتبع', 119, 8, 'في طور التنفيذ\nتم توقيف الأشغال بسبب كوفيد 19\nفي انتظار مواصلتها', '10000000.00', 'المشروع ممول بشكل كلي من طرف مجلس الجهة: 10.000.000,00 درهم برسم سنة 2017\n(تحويل)', NULL, 38, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(42, NULL, 39, NULL, 'تشجيع التنمية المتبادلة وتقوية أواصر الصداقة والتفاهم وإرساء أسس علاقة توأمة رسمية بين الطرفين.  (اتفاقية توأمة)', 0, 3, 'متعدد', NULL, NULL, '2016-10-01', NULL, NULL, 8, 'اتفاقية توأمة تنفذ', NULL, NULL, NULL, 39, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(43, '1/2017', 40, 2, 'إعداد ثلاث خرائط القابلية للتعمير وخاصة الأخطار المرتبطة بالزلازل وانجراف التربة والفيضانات على مستوى إقليم شفشاون، إقليم تطوان وعمالة المضيق-الفنيدق، وعمالتي طنجة أصيلة والفحص-أنجرة.     (اتفاقية خاصة)', 0, 19, 'متعدد', 1, 1, '2017-01-01', 'لجنة مشتركة للتتبع', 5, NULL, 'تم تعديلها في دورة مارس 2019  -رقم 117', '20100000.00', 'التكلفة الإجمالية للدراسات: 20.100.000,00 درهم\nمساهمة مجلس الجهة:\n9.900.000,00 درهم، أي 3.300.000,00 درهم لكل دراسة (تحويل)', NULL, 40, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(44, NULL, 41, NULL, 'توفير النقل المدرسي بالجماعات الترابية بالجهة 2017-2021', 0, 8, 'متعدد', 2, 1, '2017-03-01', 'لجنة مشتركة للتنسيق والتتبع', 11, 9, 'نفذت', NULL, 'المشروع ممول بشكل كلي من طرف مجلس الجهة: 158.321.149,36 درهم\n(تحويل)', NULL, 41, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(45, '3/2017', 42, 2, 'إنجاز برنامج التنمية المجالية لإقليم الحسيمة \"محور الطرق\" 2016- 2019\n       (اتفاقية خاصة)', 0, 24, 'الحسيمة', 1, 1, '2017-03-01', 'لجنة للتنسيق والتتبع', 11, 9, 'نفذت\nتم تحويل المبلغ كليا ل APDN\n- تفعيل لجنة التتبع -', '714000000.00', 'التكلفة الإجمالية للمشروع: 714.000.000,00 درهم\nالتزامات مجلس الجهة:\n250.000.000,00 درهم برسم السنة المالية 2017.\n(تحويل للوكالة)', NULL, 42, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(46, NULL, 43, NULL, 'المساهمة في مشروع تقوية وتحسين الخدمات بمركز الأنكولوجيا بالحسيمة\n   (ملحق تعديلي)', 1, 6, 'الحسيمة', 2, 1, '2017-03-01', 'لجنة مشتركة للإشراف والتتبع', 11, 9, 'نفذت\nملحق تعديلي يهدف إضافة شريك جديد: وكالة الإنعاش والتنمية الاقتصادية والاجتماعية لعمالات وأقاليم شمال المملكة', '24000000.00', 'التكلفة الإجمالية للمشروع: 24.000.000,00 درهم\n\nالتزامات مجلس الجهة: \n12.000.000,00 درهم\nتحويل في إطار برنامج منارة المتوسط', NULL, 43, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(47, NULL, 44, 1, 'ربط علاقات التعاون بين الأطراف المتعاقدة من خلال تنظيم زيارات علمية وعملية لفائدة الأساتذة الباحثين وطلبة المراحل الدراسية العليا، والاستفادة من المنح وفرص التبادل بين الجامعتين.(اتفاقية إطار)', 0, 4, 'متعدد', NULL, NULL, NULL, NULL, NULL, 12, 'لم توقع بعد من طرف جامعة القدس بفلسطين. في انتظار قدومهم للتوقيع في حفل رسمي.', NULL, NULL, 1, 44, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(48, NULL, 45, 1, 'إنشاء علاقة تعاون بين المؤسستين في نطاق دعم المجهود الذي يقوم به الطرفان، في إطار مساهمتهما في عمليات التنمية الفلاحية والقروية المندرجة ضمن مخطط المغرب الأخضر. (اتفاقية إطار)  ', 0, 20, 'متعدد', NULL, NULL, NULL, NULL, NULL, NULL, 'يتم التنسيق مع الغرفة الفلاحية لجهة طنجة تطوان الحسيمة لإبرام اتفاقية خاصة.', NULL, NULL, 1, 45, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(49, NULL, 46, 1, 'تحديد مهام والتزامات الطرفين لمتعاقدين من اجل إرساء أسس التعاون والشراكة بهدف تنفيذ مشاريع مشتركة خدمة للتنمية بالجهة. (اتفاقية إطار)  ', 0, 1, 'متعدد', NULL, NULL, NULL, NULL, NULL, NULL, 'يتم التنسيق مع غرفة التجارة والصناعة والخدمات لجهة طنجة تطوان الحسيمة لإبرام اتفاقية خاصة.', NULL, NULL, 1, 46, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(50, NULL, 47, 1, 'وضع أسس وقواعد التعاون الفعلي بين الطرفين من اجل مواكبة مرضى داء السل المنتمين لجهة طنجة تطوان الحسيمة خلال مدة إخضاعهم للعلاج.\n   (اتفاقية إطار)', 0, 6, 'متعدد', 2, NULL, '2017-03-01', 'لجنة مشتركة للتتبع والتنسيق', NULL, NULL, 'تم إبرام اتفاقية خاصة في دورة يوليوز 2018\n- رقم 90 -', '0.00', 'بدون التزام مالي', NULL, 47, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(51, NULL, 48, 1, 'انجاز مشاريع بيئية، والاهتمام بقضايا حماية البيئة والتنمية المستدامة على صعيد الجهة. (اتفاقية إطار)  ', 0, 2, 'متعدد', NULL, NULL, NULL, NULL, NULL, NULL, 'يتم التنسيق مع المديرية الجهوية للبيئةلجهة طنجة تطوان الحسيمة لإبرام اتفاقية خاصة.', NULL, NULL, 1, 48, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(52, NULL, 49, NULL, 'بناء فضاء الذاكرة التاريخية للمقاومة بمدينة العرائش', 0, 15, 'العرائش', 2, 1, '2017-03-01', 'لجنة مشتركة للتتبع\nتم عقد اجتماع للتتبع بتاريخ 11/04/2019 من أجل إعداد ملحق لاتفاقية: تغيير في التكلفة الاجمالية والتزامات الأطراف\nملحق مارس 2020', 72, 8, 'يتم تنفيذها\nانطلاق الاشغال', '2000000.00', 'التكلفة الاجمالية للمشروع:\n 2.000.000,00 درهم\nالتزامات مجلس الجهة: 900.000,00 درهم\n(تحويل)', NULL, 49, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(53, NULL, 50, NULL, 'دعم تنظيم المنتدى الدولي الخامس للمدن العتيقة بالعرائش أيام 27 و28 و 29 ابريل 2017', 0, 15, 'العرائش', 2, 1, '2017-03-01', NULL, NULL, 9, 'نفذت\nتم تنظيم المنتدى', NULL, 'التزامات مجلس الجهة:  \n1.500.000,00 درهم\nالمنتدى ممول كليا من طرف مجلس الجهة', NULL, 50, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(54, NULL, 51, NULL, 'مشروع برنامج تكوين حاملي الشهادات العليا بعمالات وأقاليم الجهة من أجل تأهيلهم في مهن التدريس', 0, 8, 'متعدد', 2, NULL, '2017-07-01', 'لجنة مشتركة للتتبع', NULL, 13, 'لم تنفذ (لم يحول المبلغ)\nفي انتظار التأشير عليها من طرف وزارة الداخلية', NULL, ' التزامات مجلس الجهة:  10.000.000,00 درهم برسم سنة 2017. تمويل هذا التكوين بنسبة 65%\n(تحويل)', 1, 51, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(55, NULL, 52, NULL, 'تنفيذ برنامج التكوين   الإدماج للشباب غير الحاصل على شهادة الباكالوريا', 0, 8, 'متعدد', 2, NULL, '2017-07-01', NULL, 106, 10, 'ألغيت  (حولت الدفعة الأولى ل ANAPEC – يتعين إصدار أمر باسترجاع المبلغ)', NULL, 'المشروع ممول كليا من طرف مجلس الجهة:\n3.425.000,00 درهم على دفعتين:\n الأولى 1.750.000,00', 1, 52, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(56, '14/2017', 53, 2, 'تمويل وتنفيذ برنامج التنمية المجالية لإقليم الحسيمة \"محور التكوين والإدماج المهني\".            (اتفاقية خاصة)', 0, 8, 'الحسيمة', 1, NULL, '2017-07-01', 'لجنة مشتركة للتتبع والتقييم', 106, 10, 'تم إلغاؤها عمليا ويجب إلغاؤها رسميا\nقرار التحويل\n(لم يتم استكمال التوقيع)', '3658280000.00', 'التكلفة الإجمالية للمشروع: 3.658.280,00 درهم.\nمساهمة مجلس الجهة: \n600.000,00 درهم', 1, 53, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(57, '15/2017', 54, 2, 'تنظيم الأسواق المتنقلة بجهة طنجة- تطوان- الحسيمة لفائدة التعاونيات والجمعيات التي تشتغل في مجال الاقتصاد الاجتماعي والتضامني\n(اتفاقية خاصة)', 0, 17, 'متعدد', 1, 1, '2017-07-01', 'لجنة مشتركة لتنظيم وتسيير الأسواق المتنقلة', 2, 9, 'نفذت ', '4000000.00', 'التكلفة الإجمالية المتوقعة لتنظيم هذه الأسواق: 4.000.000,00 درهم.\n مساهمة مجلس الجهة:\n2.000.000,00 درهم', NULL, 54, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(58, '16/2017', 55, 2, 'المساهمة في تمويل الدراسة المتعلقة بإعداد خرائط القابلية للتعمير على مستوى إقليمي العرائش ووزان.   (اتفاقية خاصة)', 0, 19, 'متعدد', 1, NULL, '2017-07-01', 'لجنة مشتركة للتتبع', 5, NULL, 'تم تعديلها في دورة مارس 2019    - رقم 116-', '6000000.00', 'التكلفة الإجمالية للمشروع: 6.000.000,00 درهم\nمساهمة مجلس الجهة:\n3.000.000,00 درهم على ثلاث سنوات\n2018 - 2019 - 2020.\n(تحويل)', NULL, 55, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(59, '17/2017', 56, 2, 'دعم اقتناء الشباك السينية (دعم البحارة المتضررين بمبلغ 800.000,00 درهم لكل مركب)\n(اتفاقية خاصة)', 0, 25, 'متعدد', 1, 1, '2017-07-01', 'لجنة مشتركة للتتبع', NULL, 9, '2017 نفذت\n2018 نفذت', '89000000.00', NULL, NULL, 56, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(60, '18/2017', 57, NULL, 'دعم اقتناء الشباك السينية  - تعديل أحكام المادة 8 من اتفاقية الشراكة الموقعة يوم 14 أبريل 2017\n(ملحق تعديلي رقم 1)', 1, 25, 'متعدد', 1, NULL, '2017-07-01', 'لجنة مشتركة للتتبع', NULL, 9, '2017 نفذت\n2018 نفذت', NULL, NULL, NULL, 57, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(61, NULL, 58, 1, 'إرساء أسس التعاون والشراكة بهدف تنفيذ مشاريع مشتركة خدمة للتنمية بالجهة.  (اتفاقية إطار)', 0, 25, 'متعدد', NULL, NULL, '2017-07-01', NULL, NULL, NULL, 'التنسيق مع غرفة الصيد البحري المتوسطية من اجل إبرام اتفاقية خاصة', NULL, NULL, 1, 58, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(62, '20/2017', 59, 2, 'تنفيذ برنامج تنمية ودعم مشاريع الاقتصاد الاجتماعي والتضامني بجهة طنجة- تطوان- الحسيمة.\n                  (اتفاقية خاصة)', 0, 17, 'متعدد', 1, 1, '2017-07-01', 'لجنة مشتركة للتتبع والتقييم', NULL, 9, 'نفذت ', NULL, 'التزامات مجلس الجهة:\n1.500.000,00 درهم\nالتزامات الوكالة الكطلانية: 150.000 أورو', NULL, 59, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(63, '21/2017', 60, 2, 'تنمية القطاع السياحي بالجهة  2018-2019 -2020\n(اتفاقية خاصة)', 0, 26, 'متعدد', 1, NULL, '2017-07-01', 'لجنة مشتركة للتتبع والتقييم', NULL, NULL, 'تم تحويل الدعم   2018   2019  و 2020', '2900000.00', ' البرنامج المخصص للجهة ممول كليا من طرف مجلس الجهة: 2.900.000,00 درهم سنويا\n(تحويل)\n', NULL, 60, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(64, NULL, 61, NULL, 'المساهمة في استكمال بناء المركز الثقافي بوزان', 0, 15, 'وزان', 2, NULL, '2017-07-01', NULL, 2, NULL, 'عرفت مجموعة من التعديلات آخرها في دورة مارس 2020\n(تم تحويل المبلغ لوكالة تنفيذ المشاريع)', NULL, 'التكلفة الاجمالية للمشروع : 6.000.000,00 درهم. من طرف مجلس الجهة', NULL, 61, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(65, NULL, 62, NULL, 'إحداث وتسيير المركب الثقافي بشفشاون', 0, 15, 'شفشاون', 2, 1, '2017-07-01', 'لجنة مشتركة للتتبع برئاسة جماعة شفشاون', 2, 8, 'في طور التنفيذ  AREP \nتم إنجاز الدراسات التقنية 2018\nالأشغال ستتم برمجتها في 2021', NULL, 'يلتزم المجلس إجراء الدراسة التقنية للمشروع لتحديد كلفته الإجمالية عن طريق الوكالة الجهوية لتنفيذ المشاريع', NULL, 62, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(66, NULL, 63, NULL, 'تجهيز وتهيئة معهد مولاي أحمد الوكيلي للموسيقى والرقص الكوريغرافي بطنجة', 0, 15, 'طنجة-أصيلة', 2, 1, '2017-07-01', 'لجنة للتتبع برئاسة جماعة طنجة', 2, 9, 'نفذت\nAREP', NULL, 'المشروع ممول كليا من طرف مجلس الجهة: 6.000.000,00 درهم. على مرحلتين:03 مليون درهم 2017 و03 مليون درهم 2018\n\nReliquat de 1.9 Mdh\nستتم برمجتها لاحقا 2021', NULL, 63, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(67, NULL, 64, NULL, 'اتفاقية شراكة من أجل رفع نسبة المستفيدين من المنح الجامعية والخدمات الاجتماعية والثقافية والرياضية المقدمة للطلبة المنتمين لجهة طنجة- تطوان- الحسيمة (تحسين الوضعية الاجتماعية لطلبة الجهة، إنجاز مشاريع مشتركة ذات طابع اجتماعي)', 0, 4, 'متعدد', 2, NULL, '2017-07-01', 'لجنة مشتركة للتقييم والتتبع', 103, 9, 'نفذت\nتم إرجاع المبلغ المتبقي لدى المكتب (5.000.000 درهم المبرمجة خلال سنة 2017) لخزينة الجهة', NULL, ' التزامات مجلس الجهة: تحويل لفائدة المكتب الوطني...:\n5.000.000,00 درهم 2017 10.000.000,00درهم 2018\n15.000.000,00 درهم 2019', NULL, 64, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(68, NULL, 65, NULL, 'دعم جمعية حماية الأسرة فرع شفشاون من أجل استكمال بناء وتجهيز مركز إيواء الأطفال المتخلى عنهم والنساء في وضعية صعبة. (ملحق تعديلي)  ', 1, 18, 'شفشاون', 2, 1, '2017-07-01', 'لجنة مشتركة للتتبع تحت رئاسة السلطة المفوضة', NULL, 9, 'نفذت', NULL, 'يحول مجلس إقليم شفشاون مبلغ 400.000,00 درهم لجمعية حماية الاسرة فرع شفشاون', NULL, 65, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(69, '27/2017', 66, 2, 'إنجاز الأشغال التكميلية لتجهيز حي الحيضرة بشبكة الماء الصالح للشرب بجماعة الفنيدق.\n(اتفاقية خاصة)', 0, 23, 'المضيق-الفنيدق', 1, 1, '2017-07-01', NULL, 61, 9, 'نفذت\nحولت لشركة امانديس', '2500000.00', ' التكلفة الإجمالية للمشروع: 2.500.000,00 درهم يمول كليا من طرف مجلس الجهة.\nحولت الى الوكالة', NULL, 66, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(70, NULL, 67, 2, 'إحداث مؤسسة جامعية متعددة التخصصات، وبناء مدرج لاستيعاب طلبة السنة الثانية حقوق بمدينة القصر الكبير، واقتناء عقار لاستيعاب المؤسسة الجامعية المتعددة التخصصات بالقصر الكبير. (اتفاقية خاصة).     ', 0, 4, 'العرائش', 2, NULL, '2017-10-01', 'لجنة مشتركة للتتبع والتقييم', NULL, 10, 'ألغيت\n(تم تحمل المشروع كاملا من طرف الوزارة الوصية)', NULL, 'التكلفة الاجمالية للمشروع: 125.000.000,00 درهم\nالتزامات مجلس الجهة:\nتخصيص اعتماد مالي لاقتناء الوعاء العقاري', NULL, 67, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(71, '29/2017', 68, NULL, 'تعزيز الربط الجوي بين الدار البيضاء- تطوان- الحسيمة بإضافة خط طنجة الحسيمة\n        (ملحق تعديلي)', 1, 5, 'متعدد', 1, 1, '2017-10-01', NULL, 92, 8, 'يتم تنفيذها\nتم تحويل دفعتين إلى RAM\nسنة 2020:\n3304941,96\n3271358,68', NULL, 'مساهمة مجلس الجهة:\n7.550.000,00 درهم برسم كل سنة مالية. \n(3.550.000 مساهمة وزارة الداخلية)', NULL, 68, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(72, NULL, 308, NULL, 'اتفاقية شراكة من أجل تنفيذ البرنامج المندمج لتأهيل وتنمية جماعة اكزناية بطنجة 2021-2022', 0, 1, 'طنجة-أصيلة', 1, NULL, '2021-07-05', NULL, 11, NULL, NULL, '650000000.00', 'التكلفة الاجمالية للمشروع:\n650.000.000 م.د\nالتزامات مجلس الجهة :\n12.4 م.د /2021\n40 م.د /2022\nلحساب الوكالة', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(73, NULL, 223, NULL, 'من أجل تهيئة فضاء محمد السادس لذاكرة المقاومة و التحرير الإفريقية بأصيلة', 0, 15, 'طنجة-أصيلة', NULL, 1, '2020-03-03', NULL, 11, 8, 'موقعة ومؤشرة\nفي طور التنفيذ\nملحق تعديلي في دورة يوليوز 2021', '3000000.00', 'قصد التاشيرة ', NULL, 224, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(74, NULL, 224, NULL, 'دعم دور الرعاية الاجتماعية والخيريات بالجهة', 0, 18, 'متعدد', 2, 0, '2020-03-03', NULL, NULL, 14, 'متوقفة حاليا\nلم يتم توقيعها', NULL, 'مساهمة مجلس الجهة :\n10.000.000,00 درهم', 1, 225, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(75, NULL, 225, NULL, 'المصادقة على اتفاقية شراكة مع جهة جنوب بروفانس ألب كوت دازور', 0, 3, 'متعدد', NULL, 0, '2020-03-03', NULL, NULL, 4, 'وقعت', NULL, 'وقعت', NULL, 226, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(76, NULL, 226, NULL, 'اتفاقية شراكة من أجل البحث العلمي في مجال محاربة الأوبئة، من خلال المساهمة في إنشاء وتجهيز مختبر علم الأوبئة الجزئي بكلية الطب والصيدلة بطنجة', 0, 4, 'طنجة-أصيلة', 2, NULL, '2020-07-01', NULL, NULL, 3, 'في طور التوقيع', NULL, 'مساهمة مجلس الجهة :\n5.128.570,00 درهم', NULL, 227, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(77, NULL, 227, NULL, 'ملحق تعديلي لاتفاقية شراكة لمساعدة مرضى السرطان بالجهة', 1, 6, 'متعدد', NULL, NULL, '2020-07-01', NULL, NULL, 11, 'أجلت', NULL, 'اجلت', NULL, 228, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(78, '27/2020', 228, NULL, 'اتفاقية اطار للشراكة بشأن البرنامج المندمج للتنمية الاقتصادية و الاجتماعية لإقليم تطوان و عمالة المضيق - الفنيدق', 0, 10, 'متعدد', 1, 1, '2020-07-01', 'لجنة التتبع', NULL, 8, 'موقعة\nفي طور التنفيذ', '400000000.00', 'الكلفة الإجمالية للمشروع:\n400 مليون درهم\nمساهمة مجلس الجهة :\n80 مليون درهم', NULL, 229, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(79, '28/2020', 229, 2, 'اتفاقية خاصة للشراكة من أجل تهيئة منطقة للأنشطة الاقتصادية بالفنيدق، في إطار برنامج التنمية الاقتصادية لعمالة المضيق - الفنيدق و إقليم تطوان ', 0, 10, 'متعدد', 1, 1, '2020-07-01', 'لجنة التتبع', 11, 8, 'موقعة\nفي طور التنفيذ', '200000000.00', 'الكلفة الإجمالية للمشروع:\n200 مليون درهم\nمساهمة مجلس الجهة :\n80 مليون درهم\n20 م.د //2020\n30 م.د /2021\n30 م.د /2022  \nيحول  \nAPDN', NULL, 230, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(80, '37/2020', 238, NULL, 'تعديل اتفاقية الشراكة من أجل تهيئة بحيرة بودروة بإقليم وزان', 0, 2, 'وزان', 1, 1, '2020-07-01', 'لجنة التتبع', 11, 8, '(وقعت من جميع الاطراف \nنسخة 2019)\n\nفي طور التنفيذ', '33200000.00', 'مساهمة مجلس الجهة :\n 20.000.000.00 درهم\nAPDN\nحولت 10 م.د /2020 ', NULL, 239, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(81, '38/2020', 239, NULL, 'تهيئة الفضاء الخارجي وتجهيز دار التنمية المستدامة بطنجة', 0, 2, 'طنجة-أصيلة', 1, 1, '2020-07-01', 'لجنة التتبع', 11, 8, 'في طور التنفيذ', '5000000.00', NULL, NULL, 240, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(82, '39/2020', 240, NULL, 'ترميم و تأهيل المعلمة التاريخية لمصارعة الثيران بمدينة طنجة', 0, 15, 'طنجة-أصيلة', 1, 1, '2020-07-01', 'لجنة التتبع', 11, 8, 'في طور التنفيذ', '50000000.00', NULL, NULL, 241, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(83, NULL, 241, NULL, 'تجويد العرض الصحي بالجهة', 0, 6, 'متعدد', 2, 1, '2020-09-01', NULL, 11, 8, 'موقعة ومؤشرة\nفي طور التنفيذ', '100000000.00', 'الكلفة الإجمالية للمشروع:\n100.000.000 درهم\nمساهمة مجلس الجهة :\n 100.000.000 درهم\n50 م.د/2020\n50 م.د/2021', NULL, 242, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(84, '42/2020', 242, NULL, 'إنجاز  أشغال بناء قناة لصرف  مياه الأمطار بالجهة الخلفية للمنطقة الصناعية لتطوان لحمايتها من الفيضانات', 0, 2, 'تطوان', 1, 1, '2020-09-01', 'لجنة التتبع', 27, 7, 'موقعة ومؤشرة', '7000000.00', NULL, NULL, 243, NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(85, '43/2020', 243, NULL, 'إعداد وإنجاز برنامج التأهيل والتمكين الاقتصادي للنساء والفتيات بجهة طنجة-تطوان-الحسيمة -برنامج \"جهات ناهضة\"', 0, 10, 'متعدد', 1, NULL, '2020-10-05', 'لجنة التتبع\nممثل والي الجهة \n-ممثل مجلس الجهة\n-المدير العام للمصالح\n-المندوب الإقليمي للتعاون الوطني\n-المنسق الجهوي لوكالة التنمية الاجتماعية', 1, 8, 'مؤشرة\nفي طور التنفيذ', '12000000.00', 'الكلفة الإجمالية للمشروع:\n12.000.000 درهم\nمساهمة مجلس الجهة :\n 6.000.000 درهم\n3 م.د/2020\n3 م.د/2021\nCRTTA', NULL, 244, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(86, '44/2020', 243, NULL, 'اتفاقية شراكة البرنامج الجهوي لدعم المقاولات الصغرى والمقاولين الذاتيين بجهة طنجة-تطوان-الحسيمة', 0, 10, 'متعدد', 1, NULL, '2020-10-05', 'لجنة التتبع', NULL, 11, 'أجلت', NULL, NULL, 1, 245, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(87, '45/2020', 244, NULL, 'تهيئة المنتزهات الحضرية بإقليم العرائش', 0, 2, 'العرائش', 1, NULL, '2020-10-05', NULL, 11, NULL, 'تحيين الاتفاقية\nفي دورة مارس 2021\n- رقم 275 -', '45000000.00', 'الكلفة الإجمالية للمشروع:\n45.000.000 درهم\nمساهمة مجلس الجهة :\n30.000.000 درهم\n2021\nAPDN', NULL, 246, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(88, NULL, 245, NULL, 'اتفاقية شراكة لتمويل و إنجاز مشروع اقتناء العتاد المعلومياتي لفائدة المؤسسات التعليمية في عمالة طنجة-أصيلة؛', 0, 8, 'طنجة-أصيلة', NULL, NULL, '2020-10-05', NULL, NULL, 8, 'في طور التنفيذ', NULL, 'في طور التنفيذ', NULL, 247, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(89, '49/2020', 246, NULL, 'إنجاز منطقة الأنشطة الحرفية والصناعية بمدينة وزان', 0, 10, 'وزان', 1, 1, '2020-10-05', 'لجنة التتبع\nيترأسها عامل إقليم وزان أو من يمثله\n-ممثلي الأطراف المتعاقدة', 11, 8, 'مؤشرة\nفي طور التنفيذ\n60 م.د في طور التحويل', '96000000.00', ' الكلفة الإجمالية للمشروع:\n96.000.000 درهم\nمساهمة مجلس الجهة :\n30 م.د /2020\n30 م.د /2021\n30 م.د /2022', NULL, 248, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(90, '50/2020', 247, NULL, 'إحداث منطقة للأنشطة الاقتصادية والصناعية والحرفية بإقليم الفحص أنجرة', 0, 10, 'الفحص-أنجرة', 1, 1, '2020-10-05', 'لجنة التتبع\nيترأسها عامل إقليم الفحص أنجرة\n-ممثلي الوكالة والجماعة', 11, NULL, 'قصد التاشيرة ', '132000000.00', 'الكلفة الإجمالية للمشروع:\n132.000.000 درهم\nمساهمة مجلس الجهة :\n42 م.د /2020\n42 م.د /2021\n42 م.د /2022', NULL, 249, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(91, NULL, 290, NULL, 'اتفاقية شراكة من أجل بناء وتجهيز مركز ثقافي بجماعة بني بوعياش بإقليم الحسيمة', 0, 13, 'الحسيمة', NULL, NULL, '2021-07-05', NULL, NULL, NULL, NULL, '20000000.00', 'التكلفة الاجمالية للمشروع:\n20.000.000 م.د التزامات مجلس الجهة:\n8.000.000 م.د\n2022', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(92, NULL, 291, NULL, 'اتفاقية شراكة تتعلق بتثمين بناية المحكمة الابتدائية- قسم القضاء المدني وقضاء الأسرة سابقا بتطوان من أجل تهيئة \"متحف الذاكرة التطوانية\"', 0, 15, 'تطوان', NULL, NULL, '2021-07-05', NULL, NULL, NULL, NULL, '17000000.00', 'التكلفة الاجمالية للمشروع:\n17.000.000 م.د \nالتزامات مجلس الجهة :\n5 م.د/2022\n5 م.د/2023', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(93, NULL, 292, NULL, 'ملحق تعديلي لاتفاقية شراكة وتعاون من أجل تهيئة فضاء محمد السادس لذاكرة المقاومة والتحرير الإفريقية بأصيلة', 1, 15, 'طنجة-أصيلة', NULL, NULL, '2021-07-05', NULL, NULL, 3, 'في طور التوقيع', '4000000.00', 'التكلفة الاجمالية للمشروع:\n4.000.000 م.د \nالتزامات مجلس الجهة :\n2 م.د', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(94, NULL, 293, NULL, 'اتفاقية شراكة من أجل إحداث منطقة صناعية بشفشاون', 0, 10, 'شفشاون', NULL, NULL, '2021-07-05', NULL, NULL, NULL, NULL, '26000000.00', 'التكلفة الاجمالية للمشروع:\n26.000.000 م.د \nالتزامات مجلس الجهة :\n24.5 م.د', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(95, NULL, 294, NULL, 'اتفاقية شراكة لتمويل وإنجاز منطقة الأنشطة الاقتصادية قصر بجير بإقليم العرائش', 0, 10, 'العرائش', 1, 1, '2021-07-05', '- لجنة جهوية تترأسها ولاية الجهة\n- لجنة إقليمية يترأسها عامل إقليم العرائش', 11, 8, 'موقعة من جميع الأطراف\n(بما في ذلك وزارة الداخلية)\nفي طور التنفيذ', '87000000.00', 'التكلفة الإجمالية للمشروع:\n87.000.000 م.د\nالتزامات مجلس الجهة:\n20.000.000 م.د\n10 م.د /2021\n10 م.د /2022', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(96, '78/2019', 183, NULL, 'توسعة وتقوية الطريق الجهوية رقم 401 - الطريق الإقليمية رقم 4701 سابقا - الرابطة بين إقليمي تطوان و الفحص أنجرة', 0, 24, 'متعدد', 1, 1, '2019-11-01', 'لجنة التتبع', 11, NULL, 'وقعت \nتم تحويل مساهمة  2020 لوكالة إنعاش أقاليم الشمال ', '77000000.00', 'الكلفة الإجمالية للمشروع هي :\n77 مليون درهم \nمساهمة مجلس الجهة  :\n30.800.000  درهم برسم سنة 2020 ', NULL, 184, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(97, NULL, 184, NULL, 'تمويل واستكمال إنجاز مركز استقبال بجماعة وزان', 0, 18, 'وزان', 2, 1, '2019-11-01', 'لجنة ترأسها السيدة رئيسة مجلس الجهة وممثل عن كل طرف من الاتفاقية ومدير الوكالة لتنفيذ المشاريع', 11, 3, 'في طور التوقيع\n(APDN)', '20000000.00', 'الكلفة الاجمالية للمشروع 20 مليون درهم\nمساهمة مجلس الجهة:\n10 مليون درهم', NULL, 185, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(98, NULL, 185, NULL, 'إحداث دار وزان للتراث والفنون', 0, 13, 'وزان', 2, 1, '2019-11-01', 'لجنة للتتبع و التقييم برئاسة رئيس مجلس جماعة وزان', 2, 4, 'موقعة  لم تنفذ\nمشكل: تراجع الوزارة', NULL, 'التكلفة الاجمالية : 7.800.000 درهم\nمساهمة الجهة: 6.000.000 درهم arep ', 1, 186, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(99, '81/2019', 186, NULL, 'التثمين السياحي لمدينة وزان', 0, 26, 'وزان', 1, 1, '2019-11-01', 'لجنة التتبع', NULL, 4, 'موقعة  - انسحاب الوزارة -\nتم إرسالها إلى وكالة تنمية أقاليم الشمال قصد التوقيع بتاريخ 24 دجنبر 2019، و لم تتوصل إدارة الجهة بالجواب', '38000000.00', 'موقعة  - انسحاب الوزارة-\nتم إرسالها إلى وكالة تنمية أقاليم الشمال قصد التوقيع بتاريخ 24 دجنبر 2019، و لم تتوصل إدارة الجهة بالجواب', 1, 187, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(100, '82/2019', 187, NULL, 'إنجاز أشغال حماية مركز تروال من الفيضانات بإقليم وزان', 0, 2, 'وزان', 1, NULL, '2019-11-01', 'لجنة التتبع', 27, 9, 'نفذت (وكالة سبو)', '12000000.00', 'نفذت (وكالة سبو)', NULL, 188, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(101, '83/2019', 188, NULL, 'إنجاز محطة لمعالجة نفايات معاصر الزيتون بإقليم وزان', 0, 2, 'وزان', 1, 1, '2019-11-01', 'لجنة التتبع', 27, 8, 'مؤشرة\nفي طور التنفيذ ', '10000000.00', 'وقعت (وكالة سبو)', NULL, 189, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(102, NULL, 199, NULL, 'إنجاز مركز اجتماعي متعدد التخصصات لفائدة الأطفال المحرومين من الأسرة بمدينة طنجة', 0, 18, 'طنجة-أصيلة', 2, 0, '2019-11-01', NULL, NULL, 3, 'في طور التوقيع عليها ', '17000000.00', 'الكلفة الاجمالية للمشروع 17.000.000,00 درهم\n\nمساهمة مجلس الجهة:\n3.500.000,00 درهم\n1.400.000,00 درهم سنة 2020\n2.100.000,00 درهم سنة 2021', NULL, 200, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(103, NULL, 182, NULL, 'إنجاز المركز الجهوي لعلاج الإدمان بتطوان', 0, 6, 'تطوان', 2, 0, '2019-11-01', 'لجنة يرأسها منسق مؤسسة محمد الخامس للتضامن وتضم رئيس مجلس الجهة وممثل مؤسسة محمد الخامس مقررا ومدير الوكالة لتنفيذ المشاريع والمدير الجهوي  لوزارة الصحة', 69, 14, ' متوقفة\nلم توقع من طرف مؤسسة محمد الخامس للتضامن', '6000000.00', 'الكلفة الاجمالية للمشروع 6 ملايين درهم\nمساهمة مجلس الجهة:\n3 ملايين درهم', 1, 183, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(104, '54/2020', 251, NULL, 'ملاءمة اتفاقية الشراكة المتعلقة بإحداث المنتزهات الطبيعية بوزان', 0, 2, 'وزان', 1, NULL, '2020-10-05', 'لجنة التتبع', 2, 4, 'وقعت', NULL, 'يلتزم مجلس الجهة عبر الوكالة الجهوية لتنفيذ المشاريع بإعدادالدراسات', NULL, 255, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(105, NULL, 252, NULL, 'عقد- برنامج بين الدولة و مجلس جهة طنجة-تطوان-الحسيمة من أجل تنفيذ المشاريع ذات الأولوية 2020-2022 لبرنامج التنمية الجهوية', 0, 1, 'متعدد', NULL, NULL, '2021-01-13', NULL, NULL, NULL, 'تحيين عقد في دورة مارس 2021', NULL, 'تحيين عقد في دورة مارس 2021', NULL, 256, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(106, NULL, 253, NULL, 'اتفاقية شراكة من أجل إنجاز البرنامج المندمج لتنمية العالم القروي بعمالة طنجة-أصيلة 2021-2023', 0, 1, 'طنجة-أصيلة', NULL, 1, '2021-01-13', NULL, 2, 7, 'موقعة\nومؤشرة (بتاريخ 26 أبريل 2021)', '180000000.00', 'الكلفة الإجمالية للمشروع:\n180 مليون درهم\nمساهمة مجلس الجهة :\n60 م.د /2021\n60 م.د /2022\n60 م.د /2023', NULL, 257, NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(107, NULL, 254, 2, 'اتفاقية خاصة تتعلق بالبرنامج المندمج لتنمية عمالة المضيق-الفنيدق', 0, 1, 'المضيق-الفنيدق', NULL, NULL, '2021-01-13', NULL, 2, 3, 'في طور التوقيع', NULL, 'في طور التوقيع', NULL, 258, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(108, NULL, 255, 2, 'اتفاقية خاصة تتعلق بالبرنامج المندمج لتنمية إقليم تطوان', 0, 1, 'تطوان', NULL, NULL, '2021-01-13', NULL, 2, 3, 'في طور التوقيع', NULL, 'في طور التوقيع', NULL, 259, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(109, NULL, 256, 2, 'اتفاقية خاصة تتعلق بالبرنامج المندمج لتنمية إقليم الفحص-أنجرة', 0, 1, 'الفحص-أنجرة', NULL, NULL, '2021-01-13', NULL, 2, 3, 'في طور التوقيع', NULL, 'في طور التوقيع', NULL, 260, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(110, NULL, 257, NULL, 'اتفاقية شراكة خاصة بالمشاريع المندمجة للتنمية القروية لإقليم العرائش', 0, 1, 'العرائش', NULL, 1, '2021-01-13', NULL, 2, 7, 'موقعة\nومؤشرة (بتاريخ 4 ماي 2021)', '180000000.00', 'الكلفة الإجمالية للمشروع:\n180 مليون درهم\nمساهمة مجلس الجهة :\n60 م.د /2021\n60 م.د /2022\n60 م.د /2023', NULL, 261, NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(111, NULL, 295, NULL, 'اتفاقية شراكة تتعلق بالبرنامج الجهوي لدعم المشاريع المبتكرة بجهة طنجة-تطوان-الحسيمة', 0, 10, 'متعدد', 1, NULL, '2021-07-05', NULL, NULL, 15, 'في طور التأشير', '4000000.00', 'التكلفة الاجمالية للمشروع:\n4.000.000 م.د\n2021-2023\nممول من طرف مجلس الجهة ', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(112, NULL, 259, 2, 'اتفاقية خاصة تتعلق بالبرنامج المندمج لتنمية إقليم شفشاون', 0, 1, 'شفشاون', NULL, NULL, '2021-01-13', NULL, 2, 3, 'في طور التوقيع', NULL, 'في طور التوقيع', NULL, 263, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(113, NULL, 260, NULL, 'اتفاقية تنفيذ المشاريع المندمجة للتنمية القروية لإقليم وزان', 0, 1, 'وزان', NULL, 1, '2021-01-13', NULL, 2, 7, 'موقعة\nومؤشرة (بتاريخ 25 ماي 2021)', '180000000.00', 'الكلفة الإجمالية للمشروع:\n180 مليون درهم\nمساهمة مجلس الجهة :\n60 م.د /2021\n60 م.د /2022\n60 م.د /2023', NULL, 264, NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(114, '10/2021', 261, NULL, 'إنجاز أشغال تهيئة وتوسعة ضفاف واد مرتيل', 0, 1, 'تطوان', 1, NULL, '2021-01-13', 'لجنة التتبع', NULL, 3, 'في طور التوقيع', '267000000.00', 'الكلفة الإجمالية للمشروع:\n267 مليون درهم\nمساهمة مجلس الجهة :\n10 م.د /2024', NULL, 265, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(115, '11/2021', 262, NULL, 'ملحق تعديلي لاتفاقية الشراكة من أجل تمويل الدراسات الخاصة لإحداث الكلية متعددة التخصصات بشفشاون، والكلية متعددة  التخصصات بوزان  اعتماد المحلق التعديلي يوليوز', 1, 4, 'وزان', 2, NULL, '2021-01-13', NULL, 11, 3, 'في طور التوقيع\nتعديل خلال دورة يوليوز 2021\n- رقم 283 - و - رقم 284 -', NULL, '\nمساهمة مجلس الجهة :\n16.229.200,00 درهم', NULL, 266, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(116, '12/2021', 263, NULL, 'ملحق رقم 1 لاتفاقية شراكة من أجل تأهيل المنطقة الصناعية مغوغة بمدينة طنجة', 1, 10, 'طنجة-أصيلة', 1, 1, '2021-03-01', 'لجنة للتتبع والتنسيق يترأسها والي الجهة', 11, 4, 'موقعة', '10000000.00', 'التكلفة الاجمالية للمشروع:\n10.000.000.00 م.د\nالتزامات مجلس الجهة:\n5.000.000.00 م.د / 2021', NULL, 267, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(117, '13/2021', 264, NULL, 'الملحق التعديلي الثاني لاتفاقية الشراكة من أجل تمويل و تنفيذ برامج الاقتصاد الاجتماعي و التضامني بجهة طنجة-تطوان-الحسيمة', 1, 17, 'متعدد', 1, NULL, '2021-03-01', 'لجنة التتبع\nتترأسها رئيسة مجلس الجهة أو من ينوب عنها\n-ممثلين اثنين عن كل طرف متعاقد', 1, 3, 'في طور التوقيع\nاجتماع لجنة التتبع يوم الأربعاء 15 دجتبر 2021، ترأسه السيد توفيق البورش، نائب رئيس مجلس الجهة ، بحضور رئيس لجنة التنمية الاقتصادية وإنعاش الاستثمار والسياحة، ورئيس لجنة المالية والميزانية، وممثل ولاية الجهة، وممثلي وزارة السياحة والصناعة التقليدية والاقتصاد الاجتماعي والتصامني بالجهة؛ وذلك من أجل إعداد برنامج عمل لتنفيذ مضامين الاتفاقية.', '12000000.00', 'التكلفة الإجمالية للبرنامج: 12.000.000,00 درهم\nالتزامات مجلس الجهة:\n6.000.000,00 درهم برسم سنوات 2019/2020/2021 اي مليوني درهم عن كل سنة', NULL, 268, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(118, '14/2021', 265, NULL, 'ملحق تعديلي لاتفاقية الشراكة تتعلق بإنجاز مشاريع اجتماعية صحية و تنموية بجهة طنجة تطوان الحسيمة من أجل إحداث \"مركز صحي للقرب مؤسسة محمد الخامس للتضامن\" بمدينة طنجة', 1, 6, 'طنجة-أصيلة', 2, 1, '2021-03-01', NULL, 69, 8, 'موقعة ومؤشرة\nفي طور التنفيذ\nتم تحويل 12,5 م.د سنة 2020', '85000000.00', 'يهدف ملحق هذه الاتفاقية إلى تغيير مشروع مدرسة الفرصة الثانية بمشروع مركز طبي ثاني للقرب بمدينة طنجة\nالالتزام الإضافي  \n17.500.000,00 درهم\nتمت الإشارة اليها في الجدول  أعلاه  مع الإتفاقية الأصلية', NULL, 269, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(119, '15/2021', 266, NULL, 'ملحق تعديلي لاتفاقية الشراكة من أجل دعم الجمعية في إجراء العمليات الجراحية لمرضى القلب و الشرايين بالجهة', 1, 6, 'متعدد', 2, NULL, '2021-03-01', NULL, NULL, 3, 'في طور التوقيع\nلم تتم الموافقة عليه من طرف المديرية الجهوية للصحة', NULL, NULL, NULL, 270, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(120, '16/2021', 267, NULL, 'ملحق تعديلي لاتفاقية الشراكة  تتعلق بأشغال إصلاح وترميم الفضاء الثقافي والفني رياض السلطان بالقصبة؛', 1, 15, 'طنجة-أصيلة', NULL, NULL, '2021-03-01', NULL, 2, 3, 'في طور التوقيع', NULL, ' التزامات مجلس الجهة بصفته صاحب المشروع بتمويل المشاريع الأربعة كما يلي:\n- مشروع إصلاح وترميم فضاء رياض السلطان بقصبة طنجة: 1.3 مليون درهم.\n- مشروع إنجاز الخريطة الجهوية للتراث الثقافي للجهة: 1.3 مليون درهم.\n- مشروع إنجاز دراسة شاملة حول الموقع الأثري للقصر الصغير بالفحص-أنجرة: 01 مليون درهم.\n- مشروع إنجاز دراسة شاملة حول الموقع الأثري تارغة بشفشاون:950.000,00درهم.', NULL, 271, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(121, '17/2021', 268, NULL, 'اقتناء آليات وشاحنات لتجميع ونقل النفايات المنزلية لفائدة الجماعات التابعة للجهة', 0, 2, 'متعدد', 1, 1, '2021-03-01', 'لجنة التتبع', 11, 8, 'مؤشرة\nفي طور التنفيذ', '6000000.00', 'التكلفة الإجمالية للمشروع:\n 6.000.000,00 م.د\nممول من طرف مجلس الجهة', NULL, 272, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(122, '18/2021', 269, 2, 'اتفاقية خاصة مع المعهد العلمي بالرباط من أجل: إحداث مرصد لرصد المد البحري بإقليم العرائش، وإحداث متحف للتاريخ الطبيعي بالجهة بإقليم شفشاون، وإنجاز دراسة حول معالجة وتثمين مرجان الزيتون بوزان', 0, 2, 'متعدد', 1, NULL, '2021-03-01', 'لجنة التتبع', 102, 3, 'في طور التوقيع', '10300000.00', '3 مشاريع ممولة من طرف مجلس الجهة :\n1 – مرصد لرصد المد البحري 6.000.000  درهم\n2- متحف ايكولوجي :\n3.000.000 درهم\n3-معالجة وتثمين مرجان :\n1.300.000 درهم ', NULL, 273, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(123, '19/2021', 270, 1, 'اتفاقيىة إطار للشراكة و التعاون بين مجلس الجهة و مجلس جهة الداخلة وادي الذهب', 0, 9, 'متعدد', NULL, NULL, '2021-03-01', NULL, NULL, 3, 'في طور التوقيع', NULL, 'في طور التوقيع', NULL, 274, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL);
INSERT INTO `convention` (`id`, `numero_an`, `numero`, `type_convention_id`, `objet_convention`, `is_avenant`, `secteur_id`, `localisation`, `entite_suivi_execution_id`, `is_signee`, `date_session`, `organes_suivi`, `maitre_ouvrage_id`, `stade_id`, `observation1`, `montant_convention`, `observations`, `statut_convention_id`, `num2`, `session_approbation`, `vise`, `date_visa`, `maitre_ouvrage2_id`, `modalite_financement`, `avenant_a_id`, `date_signature`, `duree`, `date_deliberation`, `date_session_approbation`, `active`, `nature_convention_id`, `consistance`, `objectifs_convention`) VALUES
(124, '20/2021', 271, NULL, 'إحداث منطقة صناعية لإيواء الوحدات التي تنشط في القطاع غير المهيكل بمدينة طنجة', 0, 10, 'طنجة-أصيلة', 1, 1, '2021-03-01', 'لجنة التتبع برئاسة والي الجهة', 11, 4, 'موقعة من جميع الأطراف\n(بما في ذلك وزارة الداخلية)', '320000000.00', 'التكلفة الإجمالية للمشروع:\n320.000.000 م.د\nالتزامات مجلس الجهة:\n50.000.000 م.د / 2021', NULL, 275, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(125, '21/2021', 272, NULL, 'تهيئة الطريق الإقليمية 4600 بعمالة طنجة-أصيلة', 0, 24, 'طنجة-أصيلة', 1, 1, '2021-03-01', 'لجنة التتبع', 11, NULL, 'قصد التاشيرة ', '7800000.00', 'التكلفة الإجمالية للمشروع:\n7.800.000 م.د\nالتزامات مجلس الجهة:\n2.000.000 م.د', NULL, 276, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(126, '22/2021', 273, NULL, 'توسعة وتقوية الطريق الإقليمية 4602 بعمالة طنجة-أصيلة', 0, 24, 'طنجة-أصيلة', 1, NULL, '2021-03-01', 'لجنة التتبع', NULL, 3, 'في طور التوقيع\nتعديل خلال دورة يوليوز 2021', '35000000.00', 'التكلفة الإجمالية للمشروع:\n35.000.000 م.د\nالتزامات مجلس الجهة:\n15.000.000 م.د', NULL, 277, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(127, '23/2021', 274, NULL, 'إنجاز مركز طمر وتثمين النفايات ومركز التحويل بإقليم وزان وتأهيل وإغلاق المطرح الحالي للمدينة وإزالة النقط السوداء', 0, 2, 'وزان', 1, NULL, '2021-03-01', 'لجنة التتبع', NULL, 3, 'في طور التوقيع', '160000000.00', 'التكلفة الاجمالية للمشروع:\n160.000.000 م.د\nالتزامات مجلس الجهة:\n 50.000.000  م.د\n20  م.د /2021\n20 م.د /2022\n10 م.د/2023', NULL, 278, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(128, NULL, 296, NULL, 'تعديل اتفاقية الشراكة المتعلقة بتهيئة المنتزهات الحضرية بإقليم العرائش', 0, 2, 'العرائش', 1, NULL, '2021-07-05', NULL, 11, 3, 'في طور التوقيع', '67067000.00', 'التكلفة الاجمالية للمشروع:\n67.067.000 م.د \nالتزامات مجلس الجهة مشروع1:\n10 م.د2021/\n10 م.د /2022\nالتزامات مجلس الجهة مشروع2:\n3 م.د/2021\n5 م.د/2022 \nالتزامات مجلس الجهة مشروع3:\n4.367.000 م.د/2021\nلحساب الوكالة', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(129, NULL, 297, NULL, 'اتفاقية شراكة لإنجاز محطة معالجة نفايات معاصر الزيتون بإقليم وزان-الشطر الثاني-', 0, 2, 'وزان', 1, NULL, '2021-07-05', NULL, NULL, NULL, NULL, '5500000.00', 'التكلفة الاجمالية للمشروع:\n5.500.000 م.د\nمساهمة مجلس الجهة :\nشراء 4 شاحنات صهريجية ب \n3.600.000 م.د\nوكالة سبو \n2022-2023', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(130, NULL, 298, 1, 'اتفاقية إطار من أجل تفعيل مخرجات الدراسة المتعلقة ب * الحي البيئي لمرشان* بمدينة طنجة', 0, 2, 'طنجة-أصيلة', 1, NULL, '2021-07-05', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(131, NULL, 299, 2, 'اتفاقية خاصة تتعلق بتمويل وإنجاز مشروع \"الحي البيئي لمرشان\" بمدينة طنجة الشطر الأول', 0, 2, 'طنجة-أصيلة', 1, 1, '2021-07-05', 'لجنة محلية للإشراف والتتبع يترأسها والي الجهة', 83, 7, 'موقعة ومؤشرة', '35000000.00', 'التكلفة الاجمالية للمشروع:\n35.000.000 م.د \nالتزامات مجلس الجهة :\n10 م.د /2022\nلحساب شركة العمران ', NULL, NULL, NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(132, NULL, 300, NULL, 'اتفاقية شراكة من أجل غرس النباتات بالمطرح العمومي القديم للنفايات بطنجة', 0, 2, 'طنجة-أصيلة', 1, 1, '2021-07-05', 'لجنة للتتبع يترأسها والي الجهة ويعهد بمهمة كتابتها للوكالة الحضرية لطنجة', 11, 7, 'موقعة ومؤشرة', '21000000.00', 'التكلفة الاجمالية للمشروع:\n21.000.000 م.د \nالتزامات مجلس الجهة مشروع1:\n06 م.د2021/\n06 م.د /2022\nلحساب الوكالة', NULL, NULL, NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(133, NULL, 301, NULL, 'اتفاقية شراكة من أجل تهيئة المنتزه الحضري بوجيبار بالحسيمة', 0, 2, 'الحسيمة', 1, NULL, '2021-07-05', NULL, NULL, NULL, NULL, '3000000.00', 'التكلفة الاجمالية للمشروع:\n3.000.000م.د \nممول من طرف مجلس الجهة \n2022\nمجلس الجهة صاحب المشروع', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(134, NULL, 302, NULL, 'اتفاقية شراكة من أجل تهيئة منتزه السواني بجماعة آيت يوسف أوعلي بإقليم الحسيمة', 0, 2, 'الحسيمة', 1, NULL, '2021-07-05', NULL, NULL, NULL, NULL, '7000000.00', 'التكلفة الاجمالية للمشروع:\n7.000.000.د \nممول من طرف مجلس الجهة \n2022\nيحول لحساب الوكالة', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(135, NULL, 303, NULL, 'اتفاقية شراكة من أجل تهيئة منتزه تدغين بإقليم الحسيمة', 0, 2, 'الحسيمة', 1, NULL, '2021-07-05', NULL, NULL, NULL, NULL, '5000000.00', 'التكلفة الاجمالية للمشروع:\n5.000.000.د \nممول من طرف مجلس الجهة \n2022\nمجلس الجهة صاحب المشروع', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(136, '84/2019', 189, NULL, 'اقتناء آليات لجمع النفايات', 0, 2, 'الفحص-أنجرة', 1, NULL, NULL, 'لجنة التتبع', NULL, 3, 'في طور التوقيع', '2400000.00', NULL, NULL, 190, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(137, '85/2019', 190, NULL, 'اتفاقية شراكة لتمويل برنامج تأهيل جماعة وادلو 2019/2023', 0, 1, 'تطوان', 1, 1, '2019-11-01', 'لجنة التتبع', NULL, NULL, 'تم إرسالها إلى ولاية الجهة  قصد التوقيع بتاريخ 23 دجنبر 2019، ولم تتوصل إدارة الجهة بالجواب\nتعديل خلال دورة يوليوز 2021', '200000000.00', NULL, 1, 191, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(138, NULL, 304, NULL, 'اتفاقية شراكة متعلقة بإعادة استعمال المياه العادمة من أجل سقي المناطق الخضراء بمدينة طنجة (الشطر الثاني)', 0, 2, 'طنجة-أصيلة', 1, 1, '2021-07-05', NULL, 61, 7, 'موقعة ومؤشرة', '124000000.00', 'التكلفة الاجمالية للمشروع:\n124.000.000 م.د \nالتزامات مجلس الجهة :\n\n20 م.د /2022\n14 م.د /2023', NULL, NULL, NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(139, NULL, 305, NULL, 'اتفاقية لتمويل مشروع إحداث محطة لمعالجة المياه العادمة بجماعة القصر الكبير بإقليم العرائش', 0, 2, 'العرائش', 1, NULL, '2021-07-05', NULL, NULL, NULL, NULL, '290000000.00', 'التكلفة الاجمالية للمشروع:\n290.000.000 م.د \nالتزامات مجلس الجهة :\n15 م.د /2022\n28 م.د /2023\n15 م.د /2024', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(140, NULL, 306, NULL, 'اتفاقية شراكة من أجل تهيئة فضاء رأس الماء بمدينة شفشاون', 0, 26, 'شفشاون', 1, NULL, '2021-07-05', NULL, NULL, NULL, NULL, '42000000.00', 'التكلفة الاجمالية للمشروع:\n 42.000.000 م.د \nالتزامات مجلس الجهة :\n40.5 م.د \n2021-2022\nلحساب الوكالة', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(141, NULL, 307, NULL, 'ملحق اتفاقية شراكة لتمويل برنامج تأهيل جماعة وادي لو', 1, 1, 'تطوان', 1, NULL, '2021-07-05', NULL, NULL, 3, 'في طور التوقيع', '44000000.00', 'التكلفة الاجمالية للمشروع:\n44.000.000 م.د\nالتزامات مجلس الجهة :\n20 م.د /2021\n20 م.د /2022\nلحساب الوكالة', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(142, NULL, 180, NULL, 'اقتناء أوعية عقارية بمدينة الشرافات بإقليم الفحص – أنجرة', 0, 1, 'الفحص-أنجرة', NULL, NULL, '2019-11-01', NULL, NULL, 14, 'متوقفة', NULL, 'متوقفة', 1, 181, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(143, NULL, 181, NULL, 'من أجل تنفيذ برنامج التأهيل الحضري ل 26 مركزا ب 22 جماعة تابعة لإقليم شفشاون', 0, 1, 'شفشاون', NULL, 1, '2019-11-01', NULL, 11, 8, 'تم التوقيع من طرف جميع الأطراف  تم تحول المبلغ كاملا للوكالة APDN  في طور التنفيذ  (مشكل مع وزارة التجهيز)', NULL, 'تم التوقيع من طرف جميع الأطراف  تم تحول المبلغ كاملا للوكالة APDN  في طور التنفيذ  (مشكل مع وزارة التجهيز)', NULL, 182, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(144, NULL, 198, NULL, 'دعم تدبيير و تسيير دار المرأة النشيطة بطنجة لسنوات 2020 - 2021 - 2022', 0, 18, 'طنجة-أصيلة', 2, 1, '2019-11-01', 'لجنة ترأسها السيدة رئيسة مجلس الجهة وتضم كافة الأطراف المتعاقدة', NULL, NULL, 'تم التوقيع عليها من جميع الأطراف\nتم تحويل اعتماد سنة 2020-2021 لحساب الجمعية', NULL, 'مساهمة مجلس الجهة:\n900.000,00 درهم (سنويا)', NULL, 199, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(145, '86/2019', 191, NULL, 'اتفاقية شراكة من أجل أداء مستحقات المكتب الوطني للماء و الكهرباء –قطاع الكهرباء - في إطار برنامج الكهربة القروية ', 0, 20, 'متعدد', 1, NULL, '2019-11-01', 'لجنة التتبع', NULL, 9, 'نفذت', NULL, NULL, NULL, 192, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(146, NULL, 192, NULL, 'ملحق اتفاقية شراكة من أجل تنزيل البرنامج الجهوي لدعم الصحة العمومية بالجهة:\n1-دعم برنامج مكافحة داء السل\n2-تعزيز المستشفيات بالتجهيزات الطبية\n3- دعم مراكز تحاقن الدم', 1, 6, 'متعدد', 2, 1, '2019-11-01', 'لجنة التتبع', 2, NULL, 'وقعت\nتم تحويل الملحق ودفاتر الشروط \"CPS\" لوكالة تنفيذ المشاريع من أجل الإعلان عن فتح الأظرفة في انتظار الباقي من الاعتمادات\n25.000.000,00 درهم\nتأخر غير مبرر من طرف الوكالة', NULL, 'مساهمة مجلس الجهة:\n40.000.000,00 درهم', NULL, 193, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(147, NULL, 193, NULL, 'اتفاقية شراكة مع جامعة البولتكنيك بفالنسيا ومعهد ترميم الآثار الإسباني لإعادة الاعتبار للتراث المعماري بالجهة', 0, 15, 'متعدد', NULL, NULL, '2019-11-01', 'لجنة التتبع', NULL, 3, 'في طور التوقيع', NULL, NULL, 1, 194, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(148, '88/2019', 194, NULL, 'وضع وتمويل برنامج لدعم الاستثمار بإقليم الحسيمة', 0, 10, 'الحسيمة', 1, 0, '2019-11-01', 'لجنة التتبع\nيترأسها عامل إقليم الحسيمة\n-ممثلي الأطراف المتعاقدة', NULL, 8, 'في  طور التنفيذ', '13000000.00', 'الكلفة الإجمالية للمشروع 13 مليون درهم \nمساهمة مجلس الجهة 4 مليون درهم \n2 مليون درهم 2019 \n2 مليون درهم 2020', NULL, 195, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(149, NULL, 195, NULL, 'تعزيز الخدمات الاجتماعية المقدمة لنزلاء السجون بجهة طنجة – تطوان - الحسيمة', 0, 18, 'متعدد', 2, 0, '2019-11-01', 'لجنة ترأسها السيدة رئيسة مجلس الجهة', NULL, 14, 'لم توقع  متوقفة', NULL, 'مساهمة مجلس الجهة:\n15.100.000,00 درهم\n\n- 4.000.000,00 درهم 2020.\n- 5.000.000,00 درهم 2021.\n- 6.100.000,00 درهم 2022.', 1, 196, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(150, NULL, 196, NULL, 'اتفاقية شراكة مع ولاية سوسة بتونس بشأن الاقتصاد الاجتماعي والتضامني', 0, 17, 'متعدد', 1, 0, '2019-11-01', 'لجنة التتبع', NULL, 14, 'لم توقع  متوقفة\nتمت إحالتها عبر البريد الإلكتروني على ولاية سوسة', NULL, 'لم توقع  منوقفة', 1, 197, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(151, '89/2019', 197, NULL, 'ملحق اتفاقية شراكة من أجل المساهمة في مشروع إحداث منطقة مخصصة لاحتواء حرف الصناعة التقليدية الملوثة والمزعجة بمدينة طنجة', 1, 10, 'طنجة-أصيلة', 1, 1, '2019-11-01', 'لجنة التتبع\nيترأسها والي الجهة\n-ممثل وزارة الصناعة التقليدية والاقتصاد الاجتماعي\n-ممثل الجهة\n- ممثل APDN\n-ممثل جماعة طنجة\n-ممثل الغرفة\n-ممثل الجمعية', 11, 7, 'موقعة ومؤشرة (بتاريخ 15 يونيو 2021)', '152700000.00', 'الكلفة الإجمالية للمشروع 152,7 مليون درهم \n- مساهمة مجلس الجهة 15,6 مليون درهم \n8 مليون درهم 2019 \n7,6 مليون درهم 2020 \n- مساهمة الوزارة 18,8 م.د\n- مساهمة الوكالة 5,7 م.د\n- مساهمة الجماعة 15,6 م.د\n- مساهمة الجمعية 97 م.د\nتحول المساهمات إلى حساب خاص بالمشروع لدى الوكالة', NULL, 198, NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(152, '10/2020', 211, NULL, 'اتفاقية للتعاون في مجال التعليم العالي والبحث العلمي من أجل إنجاز الدراسات المتعلقة بإحداث نواة جامعية بكل من وزان وشفشاون', 0, 4, 'متعدد', 2, 0, '2020-03-03', NULL, NULL, NULL, 'تم إنجاز ملحق تعديلي للاتفاقية من أجل تمويل الدراسات في دورة يناير 2021 العادية\n- رقم 262 -', NULL, 'مساهمة مجلس الجهة :\n16.229.200.00 درهم', NULL, 212, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(153, '11/2020', 212, 1, 'اتفاقية إطار للشراكة من أجل إحداث مدينة الابتكار بجهة طنجة تطوان الحسيمة', 0, 4, 'غير محدد', 2, NULL, '2020-03-03', NULL, NULL, 3, 'في طور التوقيع', NULL, 'اتفاقية إطار للشراكة\nبدون التزام مالي', NULL, 213, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(154, '12/2020', 213, NULL, 'تمويل وإنجاز برنامج إعادة تأهيل مركز مولاي عبد السلام بن مشيش\nتزروت - إقليم العرائش', 0, 1, 'العرائش', 1, 0, '2020-03-03', NULL, NULL, 3, 'في طور التوقيع', '159000000.00', NULL, NULL, 214, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(155, '13/2020', 214, NULL, 'من أجل تنفيذ وإنجاز برامج التأهيل الجهوي وإعداد التراب والمرافق العمومية ذات البعد الجهوي', 0, 1, 'متعدد', 1, 1, '2020-03-03', 'لجنة التتبع', NULL, 4, 'وقعت من جميع الاطراف', NULL, 'بدون التزام مالي', NULL, 215, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(156, '14/2020', 215, NULL, 'من أجل تمويل وإنجاز مشروع و تقوية وتوسيع منظومة تزويد مراكز و دواوير جماعة سيدي رضوان بالماء الصالح للشرب', 0, 23, 'وزان', 1, 0, '2020-03-03', 'لجنة التتبع', 104, 3, 'قي طور التوقيع', '4500000.00', NULL, NULL, 216, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(157, '15/2020', 216, NULL, 'مشروع اتفاقية شراكة لحفر الأثقاب المائية بترجيست إقليم الحسيمة', 0, 23, 'الحسيمة', 1, 0, '2020-03-03', 'لجنة التتبع', 11, 3, 'قي طور التوقيع', '1500000.00', NULL, 1, 217, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(158, '16/2020', 217, NULL, 'من أجل إنجاز برنامج دعم وتأهيل تعاونيات جهة طنجة تطوان الحسيمة لتمكينها من الولوج إلى التجارة الإلكترونية', 0, 17, 'متعدد', 1, 1, '2020-03-03', 'لجنة التتبع\nتترأسها رئيسة المجلس أو من ينوب عنها\n-مدير وكالة التنمية الاجتماعية أو من يمثله', 32, NULL, 'مؤشرة', '6000000.00', 'الكلفة الإجمالية للمشروع :\n6.000.000,00\nمساهمة مجلس الجهة :\n2020/1.500.000 درهم \n2021/1500.000 درهم \n2022/1500.000 درهم \nتحول لوكالة التنمية الاجتماعية', NULL, 218, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(159, NULL, 218, NULL, 'إنعاش رياضة كرة لقدم بالجهة', 0, 27, 'متعدد', 2, 1, '2020-03-03', 'تراسها السيدة رئيسة المجلس وتتكون من ممثل السيد الوالي ورئيس الجامعة الملكية والسيد المدير الجهوي للشباب والرياضة', 97, NULL, 'تم تنفيذ التزام سنة 2020\nوفي طور تنفيذ التزام سنة 2021\nتم تحويل المبلغ للجامعة\n- تتبع توزيع المنح -', NULL, '16.000.000,00 درهم', NULL, 219, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(160, NULL, 219, NULL, 'دعم الأندية و الفرق الرياضية بالجهة\nودعم وتطوير ممارسة رياضة الكولف بطنجة', 0, 27, 'طنجة-أصيلة', 2, 1, '2020-03-03', NULL, NULL, 9, 'نفذت\nأو في طور التنفيذ (رياضة الكولف)', NULL, '- الجامعة الملكية المغربية لكرة اليد (1.750.000,00 درهم)\n- جامعة كرة الطائرة (1.150.000,00 درهم)\n- الجامعة الملكية المغربية  لرياضة الأشخاص المعاقين (105.500,00 درهم)\n- نادي الغولف الملكي الأرياف بطنجة (2.000.000,00 درهم)', NULL, 220, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(161, NULL, 220, NULL, 'دعم المهرجانات الثقافية بالجهة', 0, 13, 'متعدد', 2, 0, '2020-03-03', NULL, NULL, 14, 'متوفقة حاليا', NULL, 'تخصيص مبلغ \n6.5 م د', 1, 221, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(162, NULL, 221, NULL, 'من أجل تجهيز الفضاء الثقافي و الفني رياض السلطان بطنجة -الاعتماد على الملحق', 1, 15, 'طنجة-أصيلة', NULL, 1, '2020-03-03', NULL, 11, 8, 'موقعة ومؤشرة\nفي طور التنفيذ\nملحق تعديلي في دورة مارس 2021', '2000000.00', 'وقعت من جميع الاطراف يجب تنفيذها', NULL, 222, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(163, NULL, 222, NULL, 'من أجل بناء فضاء الذاكرة التاريخية للمقاومة و التحرير بمدينة العرائش\n(ملحق اتفاقية)', 1, 15, 'العرائش', NULL, 1, '2020-03-03', NULL, 117, 4, 'موقعة\nتم إرجاعها دون تأشير إسوة بالاتفاقية الأصل', '1840000.00', 'مجموع الالتزامات المالية الإضافية للمشروع:\n1.840.000,00 درهم\nالمساهمة الإضافية لمجلس الجهة :\n1.240.000,00 درهم', NULL, 223, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(164, NULL, 72, 1, 'إعداد وتطوير البنية التحتية الجيو-علمية بالجهة    (اتفاقية إطار).', 0, 4, 'متعدد', NULL, NULL, '2017-12-01', NULL, NULL, NULL, 'تم عقد اتفاقية خاصة مع الوزارة خلال دورة مارس 2018.', NULL, NULL, NULL, 72, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(165, NULL, 258, NULL, 'اتفاقية إنجاز البرنامج المندمج لتنمية العالم القروي بإقليم الحسيمة', 0, 1, 'الحسيمة', NULL, 1, '2021-01-13', NULL, 2, 7, 'موقعة\nومؤشرة (بتاريخ 15 يونيو 2021)', '180000000.00', 'الكلفة الإجمالية للمشروع:\n180 مليون درهم\nمساهمة مجلس الجهة :\n60 م.د /2021\n60 م.د /2022\n60 م.د /2023', NULL, 262, NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(166, NULL, 74, 1, 'تحسين جودة الخدمات الإدارية وتقوية كفاءات الموارد البشرية (اتفاقية إطار)', 0, 14, 'متعدد', 2, NULL, '2018-03-01', 'لجنة إشراف مشتركة  تضم في عضويتها اثنين من كل طرف الحق في استدعاء أي شخص له خبرة في المجال اثنا ء اجتماعاتها التي تعقد مرة كل ثلاثة أشهر بدعوة من احد الطرفين', NULL, 9, 'تم تنفيذها', NULL, 'يلتزم مجلس الجهة بتنظيم دورات تكوينية  المعنيين ببرنامج العمل\nتلتزم الوزارة بوضع رهن إشارة مجلس الجهة كل التجارب والبرامج والأنظمة المعلوماتية المطورة وكذا تقديم الدعم والمواكبة لتطوير الأنظمة المتعلقة بتبسيط المساطر و الإجراءات الإدارية لتحسين خدمات الإدارات العمومية', NULL, 74, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(167, NULL, 75, NULL, 'تنزيل البرنامج الجهوي لدعم الصحة العمومية بجهة طنجة تطوان الحسيمة:\n- دعم برنامج مكافحة داء السل\n- تعزيز المستشفيات بالتجهيزات الطبية\n- دعم مراكز تحاقن الدم', 0, 6, 'متعدد', 2, 1, '2018-03-01', 'لجنة مشتركة للتتبع والتقييم', 2, 8, 'في طور التنفيذ\nحولت المساهمة  لحساب AREP\nالحصة الخاصة بمجلس الجهة لم ينفذ منها إلا 20%\nحصة المديرية نفذت ب 100% \nتم تنفيذ المحور الخاص بالسل والوحدات المتنقلة لتحاقن الدم \nفي انتظار الإسراع في اقتناء المسرع الإشعاعي من طرف الوكالة\nملحق في دورة نونبر الاستثنائية 2019', '80000000.00', 'التكلفة الاجمالية للبرنامج: 80.000.000,00 درهم\n\nمساهمة مجلس الجهة:\n40.000.000,00 درهم', NULL, 75, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(168, '31/2017', 70, 2, 'إنجاز الدراسات التقنية المتعلقة بتثنية الطريق الوطنية رقم 2 الرابطة بين شفشاون والحسيمة وبتثنية الطريق الوطنية رقم 13 الرابطة بين وزان وشفشاون (اتفاقية خاصة)', 0, 24, 'متعدد', 1, 1, '2017-12-01', 'لجنة مشتركة للتتبع والتنسيق', 2, 8, 'في طور التنفيذ\nتم تحويل مبلغ الدراسات  لحساب AREP\n(الدراسات متوقفة حاليا)', NULL, 'يلتزم مجلس الجهة بالتمويل الكامل للدراسات المنصوص عليها في الاتفاقية', 1, 70, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(169, '4/2018', 77, NULL, 'إنجاز أربع خرائط جيو-تقنية ورقمنة 20 خريطة جيولوجية بالجهة', 0, 22, 'متعدد', 1, 1, '2018-03-01', '- لجنة توجيهية\n- لجنة التتبع', 121, NULL, 'مؤشرة\nتم تعديلها في دورة مارس 2019\n-رقم 118-', '3900000.00', 'التكلفة الإجمالية للمشروع:  \n 3.900.000,00 درهم\nالتزامات مجلس الجهة:\n2.400.000,00 درهم', NULL, 77, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(170, NULL, 78, NULL, 'المساهمة في بناء وتجهيز المركز الثقافي للقرب بتارجيست إقليم الحسيمة خلال سنتي 2018-2019', 0, 15, 'الحسيمة', 2, NULL, '2018-03-01', NULL, NULL, NULL, 'عرفت مجموعة من التعديلات آخرها في دورة مارس 2020', NULL, 'مساهمة مجلس الجهة: 6.000.000,00 درهم.\nفي حين سيتم تحديد المساهمات المالية للأطراف الأخرى بعد إعداد الدراسات الأولية وتحديد التكلفة الإجمالية للمشروع', NULL, 78, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(171, NULL, 73, 2, 'إحداث مؤسسة جامعية متعددة التخصصات، وبناء مدرج لاستيعاب طلبة السنة الثانية حقوق بمدينة القصر الكبير، واقتناء عقار لاستيعاب المؤسسة الجامعية المتعددة التخصصات بالقصر الكبير. (تعديل اتفاقية خاصة للتعاون المصادق عليها في الدورة العادية أكتوبر 2017). ', 0, 4, 'العرائش', NULL, NULL, '2017-12-01', NULL, NULL, 10, 'ألغيت  وزارة التربية الوطنية و التكوين تكلفت بالمشروع كاملا', NULL, NULL, NULL, 73, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(172, '7/2018', 80, 2, 'إنجاز دراسة وبناء وتأهيل وإعادة تأهيل المسالك القروية بإقليم العرائش. (اتفاقية خاصة)', 0, 1, 'العرائش', NULL, NULL, '2018-03-01', 'لجنة مشتركة للقيادة والتتبع ', NULL, 10, 'لم يصادق عليها من طرف مجلس إقليم العرائش.  ألغيت', '60000000.00', NULL, 1, 80, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(173, NULL, 81, NULL, 'دعم الشباب في الإبداع السينمائي', 0, 13, 'متعدد', NULL, NULL, '2018-03-01', NULL, NULL, NULL, NULL, NULL, NULL, 1, 81, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(174, '3/2018', 76, 2, 'تحديد مبادئ وشروط تحقيق شراكة بين الجهة والجمعية بهدف إقامة دار المناخ المتوسطية بطنجة. (اتفاقية خاصة)', 0, 2, 'طنجة-أصيلة', 1, 1, '2018-03-01', 'لجنة مشتركة للتتبع', NULL, 9, 'نفذت.\nتم تحويل المبلغ', '15000000.00', NULL, NULL, 76, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(175, NULL, 83, 1, 'تفعيل الاستراتيجية الوطنية للتنمية المستدامة على مستوى جهة طنجة تطوان الحسيمة  (اتفاقية إطار)', 0, 2, 'متعدد', NULL, NULL, '2018-07-01', NULL, NULL, 12, 'في انتظار التوقيع عليها من الأطراف الأخرى.', NULL, NULL, 1, 83, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(176, '11/2018', 84, 2, 'إعداد دراسات حول تهيئة المنتزهات الطبيعية بإقليم وزان\n(اتفاقية خاصة)', 0, 2, 'وزان', NULL, NULL, '2018-07-01', 'لجنة تتبع وتقييم الاتفاقية', NULL, 14, 'لم توقع (متوقفة)', NULL, 'التزامات مجلس الجهة:\nإنجاز الدراسات المرتبطة بموضوع الاتفاقية', 1, 84, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(177, NULL, 79, NULL, 'دعم البنيات التحتية الثقافية والمساهمة في المحافظة على المواقع الأثرية بالجهة والترويج لها', 0, 15, 'متعدد', 2, 1, '2018-03-01', 'لجنة التتبع برئاسة الجهة\nاجتمعت لجنة التتبع بتاريخ 06/02/2019\n- اجتمعت اللجنة التقنية للتتبع بتاريخ 12/02/2019\n02/04/2019\nوتم إعداد ملفات طلبات العروض', 2, 9, ' - AREP نفذت القصبة فقط\n- لم تنفذ المشاريع الأخرى لصعوبة التنفيذ', NULL, 'مجلس الجهة صاحب المشروع يمول المشاريع كما يلي:\n- مشروع إصلاح وترميم فضاء رياض السلطان بقصبة طنجة:1.3 مليون درهم.\n- مشروع إنجاز الخريطة الجهوية للتراث الثقافي للجهة: 1.3مليون درهم.\n- مشروع إنجاز دراسة شاملة حول الموقع الأثري للقصر الصغير بالفحص-أنجرة: 01مليون درهم.\n- مشروع إنجاز دراسة شاملة حول الموقع الأثري تارغة بشفشاون:950.000,00درهم.', 1, 79, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(178, NULL, 86, NULL, 'تنظيم جامعة صيفية لفائدة الشباب المغاربة المقيمين بالخارج', 0, 4, 'متعدد', 1, NULL, '2018-07-01', NULL, 91, 9, 'نفذت\nتم تحويل المبلغ إلى حساب جامعة عبد المالك السعدي', NULL, 'التزامات مجلس الجهة:   1.000.000,00درهم\n(تحويل)', NULL, 86, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(179, '14/2018', 87, 2, 'تمويل وتنفيذ برامج تنمية الاقتصاد الاجتماعي والتضامني بجهة طنجة تطوان الحسيمة.\n(اتفاقية خاصة)', 0, 17, 'متعدد', 1, 1, '2018-07-01', 'لجنة للتتبع والتنسيق', 2, NULL, 'أشر عليها بتاريخ 12 مارس  2019 حول مبلغ الدراسات  لحساب AREP   - متعثرة-\nتم تعديلها  في دورة  يوليوز 2020 \nرقم 236', '12000000.00', 'التكلفة الإجمالية للبرنامج: 12.000.000,00 درهم\nالتزامات مجلس الجهة:\n6.000.000,00 درهم برسم سنوات 2019/2020/2021 أي مليوني درهم عن كل سنة', NULL, 87, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(180, '9/2018', 82, NULL, 'إنجاز برنامج تنمية ودعم مشاريع الاقتصاد الاجتماعي والتضامني بجهة طنجة تطوان الحسيمة. \n(ملحق تعديلي)', 1, 17, 'متعدد', 1, 1, '2018-03-01', NULL, 2, NULL, 'تم تحويل الميزانية إلى الوكالة الجهوية لتنفيذ المشاريع', NULL, 'رفع الاعتماد المالي المقدم من طرف وكالة كطالونيا للتعاون من أجل التنمية من 150.000 يورو إلى 350.000 يورو', NULL, 82, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(181, NULL, 89, NULL, 'إنعاش رياضة كرة القدم بالجهة', 0, 27, 'متعدد', 2, 1, '2018-07-01', 'لجنة تتبع وتقييم الاتفاقية', 97, 9, 'تم تحويل المبلغ لحساب الجامعة الملكية لكرة القدم  نفذت', NULL, 'مساهمة مجلس الجهة:\n19.000.000,00 درهم', NULL, 89, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(182, NULL, 90, NULL, 'دعم تنفيذ برنامج محاربة داء السل بالجهة 2018-2019', 0, 6, 'متعدد', 2, 1, '2018-07-01', 'لجنة الاشراف والتتبع والتقييم', 2, NULL, 'حولت المساهمة  لحساب AREP  (لم تنفذ من طرف الوكالة  وتم إرجاعها الى إدارة المجلس الجهوي)', NULL, 'مساهمة مجلس الجهة: 2.000.000,00 درهم', 1, 90, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(183, NULL, 85, NULL, 'تعزيز الشراكة مع PACA ', 0, 3, 'متعدد', NULL, NULL, '2018-07-01', NULL, NULL, 12, 'في انتظار التوقيع عليها من طرف باكا.', NULL, NULL, 1, 85, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(184, NULL, 92, NULL, 'إحداث مركز ثقافي بجماعة وادي لو إقليم تطوان', 0, 15, 'تطوان', 2, 1, '2018-07-01', NULL, 2, 8, 'في طور التنفيذ\nحول المبلغ لحساب AREP\nتعديلات في دورة مارس 2019', NULL, 'يلتزم مجلس الجهة عن طريق الوكالة ببناء المركز الثقافي بوادي لو', NULL, 92, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(185, NULL, 93, NULL, 'بناء وتجهيز دار الأمومة بمركز جماعة تنقوب إقليم شفشاون', 0, 18, 'شفشاون', 2, 1, '2018-07-01', NULL, NULL, 4, 'موقعة\nلم تنفذ لأسباب غير معروفة', '3000000.00', 'التكلفة الاجمالية للمشروع: 3.000.000,00 درهم\nمساهمة مجلس الجهة:\n1.000.000,00 درهم', 1, 93, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(186, NULL, 88, NULL, 'دعم البنية التحتية والتجهيزات بالمدرسة الوطنية للهندسة المعمارية بتطوان', 0, 4, 'تطوان', NULL, NULL, '2018-07-01', NULL, 2, 8, 'التنفيذ مبرمج خلال سنة 2019 ، ويعهد بتنفيذها للوكالة الجهوية لتنفيذ المشاريع   - متعثرة-', NULL, NULL, 1, 88, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(187, '22/2018', 95, 2, 'تثنية الطريق الوطنية رقم 2  الرابطة بين الزينات (دوار أشكراد) و دار أقوباع على طول 21 كلم -  2019-2020-2021.\n            (اتفاقية خاصة)', 0, 24, 'متعدد', 1, 1, '2018-07-02', NULL, 11, 8, 'في طور التنفيذ حولت مساهمة 2019 \\2020', '300000000.00', 'التكلفة الإجمالية للبرنامج: 300.000.000,00 درهم\nمساهمة مجلس الجهة:\n100.000.000,00 درهم\n- 30 مليون درهم سنة 2019.\n- 30 مليون درهم سنة 2020.\n- 40 مليون درهم سنة 2021.\n(تحويل)', NULL, 95, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(188, '23/2018', 96, 2, 'تمويل إنجاز برنامج بناء وتهيئة وإعادة تأهيل المسالك القروية بعمالة طنجة – أصيلة\n(اتفاقية خاصة)', 0, 24, 'طنجة-أصيلة', 1, 1, '2018-07-02', '         لجنة التتبع', NULL, 10, 'ألغيت عمليا  (يجب إلغاؤها رسميا والتأكد من تحويل المبلغ لفصل اخر)', '60000000.00', NULL, 1, 96, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(189, '18/2018', 91, NULL, 'ملحق تعديلي لاتفاقية شراكة خاصة من أجل إنشاء مرصد لرصد الزلازل بإقليم الحسيمة. \n(ملحق تعديلي)', 1, 2, 'الحسيمة', 1, NULL, '2018-07-01', NULL, 2, 8, 'في طور التنفيذ\nتم اقتناء العقار من طرف مجلس الجهة\nالبناء في طور التنفيذ من طرف AREP', NULL, 'التزامات مجلس الجهة:\nاقتناء وتهيئة البقعة الأرضية اللازمة لبناء المرصد', NULL, 91, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(190, NULL, 98, NULL, 'وضع وتنفيذ برنامج جهوي لإنعاش التشغيل', 0, 8, 'متعدد', 2, NULL, '2018-07-01', NULL, NULL, 12, 'في انتظار التوقيع عليها من طرف الوزارة', NULL, 'بدون التزام مالي', 1, 98, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(191, NULL, 99, NULL, 'انجاز مركز للمعارض بمدينة طنجة', 0, 10, 'طنجة-أصيلة', NULL, NULL, '2018-10-01', NULL, NULL, 10, 'ألغيت عمليا  (يجب إلغاؤها رسميا والتأكد من تحويل المبلغ لفصل اخر)', NULL, NULL, 1, 99, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(192, '21/2018', 94, 2, 'إنجاز مشاريع تنموية بتراب مجموعة الجماعات الترابية \"بوهاشم\"\n   (اتفاقية خاصة)', 0, 2, 'متعدد', 1, NULL, '2018-10-01', 'لجنة لتتبع الاتفاقية', 2, 8, 'في طور التنفيذ  حول المبلغ لحساب AREP.', NULL, NULL, NULL, 94, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(193, '28/2018', 101, 2, ' تعزيز الربط الجوي بين مطاري طنجة ابن بطوطة وأكادير المسيرة 2018-2021 (اتفاقية خاصة)', 0, 5, 'متعدد', 1, NULL, '2018-10-01', 'لجنة المتابعة', 113, NULL, 'حولت لصيغة ثانية في دورة مارس 2019', NULL, '(قيمة مساهمة مجلس الجهة:\n السنة الأولى:\n الدفعة الأولى: 30 أبريل 2019: 1.500.000د\n الدفعة الثانية: 30 اكتوبر 2019: 1.500.000د السنة الثانية: \nالدفعة الثالثة: 30 أبريل 2020 1.500.000د \nالدفعة الرابعة: 30 أكتوبر 2020: 1.500.000د\nالسنة الثالثة:\nالدفعة الخامسة: 30 أبريل 2021: 1.500.000د\nالدفعة السادسة: 30 أكتوبر 2021: 1.500.000د)', NULL, 101, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(194, '29/2018', 102, 2, 'تعزيز الربط الجوي بين مطاري طنجة ابن بطوطة والناضور العروي 2018-2021 (اتفاقية خاصة)', 0, 5, 'متعدد', 1, NULL, '2018-10-01', 'لجنة المتابعة', 113, NULL, 'حولت لصيغة ثانية في دورة مارس 2019', NULL, '(قيمة مساهمة مجلس الجهة:\n السنة الأولى:\n الدفعة الأولى: 29 أبريل 2019: 1.290.000د\n الدفعة الثانية: 29 اكتوبر 2019: 1.290.000د \nالسنة الثانية: \nالدفعة الثالثة: 29 أبريل 2020 1.290.000د \nالدفعة الرابعة: 29 أكتوبر 2020: 1.290.000د\nالسنة الثالثة:\nالدفعة الخامسة: 29 أبريل 2021: 1.290.000د\nالدفعة السادسة: 29 أكتوبر 2021: 1.290.000د)', NULL, 102, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(195, '24/2018', 97, 2, 'تمويل إنجاز برنامج بناء وتهيئة وإعادة تأهيل المسالك القروية بإقليم الحسيمة\n     (اتفاقية خاصة)', 0, 24, 'الحسيمة', 1, 0, '2018-10-01', '         لجنة التتبع', NULL, 10, 'ألغيت عمليا  (يجب إلغاؤها رسميا والتأكد من تحويل المبلغ لفصل اخر)', '75000000.00', NULL, 1, 97, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(196, NULL, 104, NULL, 'المساهمة في إنجاز متحف بمدينة الحسيمة', 0, 15, 'الحسيمة', 2, 1, '2018-10-01', NULL, NULL, NULL, 'تعديلات في دورة مارس 2019', NULL, 'المساهمة في تمويل المشروع ب 14 مليون درهم', NULL, 104, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(197, '1/2019', 105, NULL, 'برنامج تثمين المدينة العتيقة تطوان ترميم الدور الآيلة للسقوط', 0, 19, 'تطوان', 1, 1, '2019-03-01', 'لجنة إقليمية للاشراف والتتبع', NULL, NULL, 'تم تحويلها لاتفاقية خاصة مع العمران  -رقم 106-', '350000000.00', 'التكلفة الإجمالية للبرنامج :350.000.000 درهم\n(قيمة مساهمة مجلس الجهة\n2019  :  8 مليون درهم\n2020    :12  مليون درهم )', NULL, 105, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(198, '27/2018', 100, 2, 'تعزيز الربط الجوي بين مطاري طنجة ابن بطوطة ومراكش المنارة 2018-2021 (اتفاقية خاصة)', 0, 5, 'متعدد', 1, NULL, '2018-10-01', 'لجنة المتابعة', 113, NULL, 'حولت لصيغة ثانية في دورة مارس 2019', NULL, '(قيمة مساهمة مجلس الجهة:\n السنة الأولى:\n الدفعة الأولى: 28 أبريل 2019:  2.400.000 د\n الدفعة الثانية: 28 أكتوبر 2019: 2.400.000 د \nالسنة الثانية: \nالدفعة الثالثة: 28 أبريل 2020   2.400.000د \nالدفعة الرابعة: 28 أكتوبر 2020: 2.400.000د\nالسنة الثالثة:\nالدفعة الخامسة: 28 أبريل 2021: 2.400.000د\nالدفعة السادسة: 28 أكتوبر 2021: 2.400.000د)', NULL, 100, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(199, '3/2019', 107, NULL, 'برنامج تأهيل دائرة الجبهة بإقليم شفشاون برسم سنوات 2019-2022', 0, 1, 'شفشاون', 1, 1, '2019-03-01', 'لجنة التتبع والتقيم', NULL, NULL, 'حولت لاتفاقية تنفيذية مع المكتب الوطني للماء والكهرباء –قطاع الماء –رقم 144- والتي تندرج ضمن اتفاقية الحد من الفوارق المجالية بالعالم القروي –رقم 142-', '2174600000.00', 'حولت لاتفاقية تنفيذية مع المكتب الوطني للماء والكهرباء –قطاع الماء –رقم 144- والتي تندرج ضمن اتفاقية الحد من الفوارق المجالية بالعالم القروي –رقم 142-', NULL, 107, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(200, NULL, 108, NULL, 'إنجاز مشاريع اجتماعية صحية وتنموية بجهة طنجة- تطوان-الحسيمة ', 0, 18, 'متعدد', 2, 1, '2019-03-01', 'لجنة يرأسها منسق مؤسسة محمد الخامس للتضامن وتضم  رئيس مجلس الجهة وممثل مؤسسة محمد الخامس مقررا ومدير الوكالة لتنفيذ المشاريع والمدير الجهوي  لوزارة التجهيز والنقل', 69, 8, 'في طور التنفيذ\nتم تحويل مساهمة 2019-2020\nتم إنجاز ملحق للاتفاقية في دورة مارس العادية لسنة  2021  من أجل تغيير مشروع مدرسة بمشروع مركز صحي للقرب مع إضافة 17,5 مليون درهم كحصة لمجلس الجهة', NULL, 'مساهمة مجلس الجهة:\n56.500.000,00 درهم سنة 2019\n14.000.000,00 سنة 2020', NULL, 108, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(201, '30/2018', 103, 2, 'تعزيز الربط الجوي بين مطاري طنجة ابن بطوطة وفاس سايس 2018-2021 (اتفاقية خاصة)', 0, 5, 'متعدد', 1, NULL, '2018-10-01', 'لجنة المتابعة', 113, 10, 'ألغيت رسميا', NULL, 'ألغيت\n(قيمة مساهمة مجلس الجهة:\n السنة الأولى:\n الدفعة الأولى: 29 أبريل 2019: 1.230.000د\n الدفعة الثانية: 29 اكتوبر 2019: 1.230.000د \nالسنة الثانية: \nالدفعة الثالثة: 29 أبريل 2020 1.230.000د \nالدفعة الرابعة: 29 أكتوبر 2020: 1.230.000د\nالسنة الثالثة:\nالدفعة الخامسة: 29 أبريل 2021: 1.230.000د\nالدفعة السادسة: 29 أكتوبر 2021: 1.230.000د)', 1, 103, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(202, '6/2019', 110, NULL, 'برنامج التنمية لإقليم وزان', 0, 1, 'وزان', 1, 1, '2019-03-01', 'لجنة التتبع', 2, 8, 'في طور التنفيذ\nحول المبلغ لحساب AREP', NULL, NULL, NULL, 110, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(203, '7/2019', 111, NULL, 'اقتناء بعض الشاحنات والآليات لجمع النفايات الصلبة بجماعتي القصر الصغير وقصر المجاز بأقاليم الفحص انجرة', 0, 2, 'الفحص-أنجرة', 1, 1, '2019-03-01', 'لجنة التتبع والقيادة', NULL, 3, 'تعديل في الدورة الاستثنائية نونبر 2019  في طور التوقيع', '2400000.00', 'تعديل في الدورة الاستثنائية نونبر 2019\nبإضافة شريك جديد هو وزارة الطاقة والمعادن والبيئة', NULL, 111, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(204, '2/2019', 106, NULL, 'تمويل و إنجاز ترميم الدور الآيلة للسقوط ومعالجة البنايات الخرب في إطار تنفيذ البرنامج التكميلي لتثمين المدينة العتيقة لتطوان 2019-2023', 0, 19, 'تطوان', 1, 1, '2019-03-01', 'لجنة التتبع', 83, 8, 'في طور التنفيذ\nتم تحويل مساهمة 2019-2020\nتعديل خلال دورة يوليوز 2021', '20000000.00', NULL, NULL, 106, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(205, '9/2019', 113, NULL, 'تسويق الربط الجوي بين طنجة ومراكش –آسفي 2018-2021 ', 0, 5, 'متعدد', 1, 1, '2019-03-01', 'لجنة التتبع', 112, 8, 'في طور التنفيذ', NULL, 'مبلغ الاستثمار يقدر ب 9.600.000 درهم', NULL, 113, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(206, '10/2019', 114, NULL, 'تسويق الربط الجوي بين مطاري طنجة وأكادير 2018-2021', 0, 5, 'متعدد', 1, 1, '2019-03-01', 'لجنة التتبع', 112, 8, 'في طور التنفيذ', NULL, 'مبلغ الاستثمار يقدر ب 6.000.000 درهم \n( حصة مجلس الجهة : \n3.000.000 درهم)\nسنوية', NULL, 114, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(207, '5/2019', 109, NULL, 'إنجاز برنامج الإدماج عن طريق الأنشطة الاقتصادية', 0, 17, 'متعدد', 1, 1, '2019-03-01', 'لجنة التتبع و التقييم\n\n- ممثلين عن مؤسسة محمد الخامس للتضامن\n- ممثلين عن AREP', 69, 8, 'في طور التنفيذ  تم تحويل مساهمة 2019', '24000000.00', NULL, NULL, 109, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(208, '12/2019', 116, NULL, 'إعداد خرائط القابلية لإقليمي العرائش ووزان', 0, 19, 'متعدد', 1, 0, '2019-03-01', 'لجنة مشتركة', 5, 4, 'موقعة', '11640000.00', 'الكلفة الإجمالية للمشروع:\n11.640.000 درهم\n(حصة مجلس الجهة 2.910.000 درهم\nبنسبة 25 بالمائة:2018-2019)', 1, 116, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(209, '13/2019', 117, NULL, 'إعداد 3 خرائط القابلية للتعمير لعمالات وأقاليم: طنجة-أصيلة والفحص-أنجرة وتطوان والمضيق-الفنيدق وشفشاون', 0, 19, 'متعدد', 1, 0, '2019-03-01', 'لجنة مشتركة', 5, 4, 'موقعة ', '32326712.00', 'الكلفة الإجمالية للمشروع:\n32.326.712 درهم\n(حصة مجلس الجهة 11.063.356 درهم \n2018 - 2019 - 2020)', 1, 117, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(210, '8/2019', 112, NULL, ' تمويل وإنجاز منشأة فنية بالجماعة الترابية للسواكن بإقليم العرائش', 0, 24, 'العرائش', 1, 1, '2019-03-01', 'لجنة التتبع', 11, 9, ' نفذت تم تحويل المساهمة كليا ل APDN   -تفعيل التتبع-', '7000000.00', NULL, NULL, 112, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(211, '15/2019', 119, NULL, 'المساعدة التقنية والمعمارية في العالم القروي بالجهة', 0, 19, 'متعدد', 1, 1, '2019-03-01', 'لجنة مشتركة', 5, 8, 'في طور التنفيذ\nحولت مساهمة 2019 إلى أربع وكالات حضرية \nتقارير', '12000000.00', 'الغلاف المالي للمشروع 2019-2021\n12.000.000 درهم\n(حصة مجلس الجهة 6.000.000 درهم\n ب 2 مليون كل سنة 2019-2020-2021)', NULL, 119, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(212, NULL, 120, NULL, 'استكمال بناء المركز الثقافي لوزان', 0, 15, 'وزان', 2, 0, '2019-03-01', NULL, 2, NULL, 'تم تعديل الاتفاقية في دورة مارس 2020  حول المبلغ لحساب AREP', '9000000.00', 'الجهة تساهم في استكمال بناء المركز الثقافي في حدود 6.000.000,00 درهم\nالتكلفة الاجمالية: 9 مليون درهم', NULL, 120, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(213, '11/2019', 115, NULL, 'تسويق الربط الجوي بين مطاري طنجة والناضور العروي 2018-2021', 0, 5, 'متعدد', 1, 1, '2019-03-01', 'لجنة التتبع', 112, 8, 'في طور التنفيذ', NULL, 'مبلغ الاستثمار يقدر ب 5.160.000 درهم \n(حصة مجلس الجهة : 1.290.000 د  بعد ستة أشهر من انطلاق أول رحلة.\n1.290.000 د في نهاية أول\n سنة تعاقدية)', NULL, 115, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(214, NULL, 122, NULL, 'المساهمة في بناء وتجهيز المركز الثقافي بجماعة واد لو إقليم تطوان', 0, 15, 'تطوان', 2, 1, '2019-03-01', 'لجنة مشتركة تعمل بمثابة مجلس إداري للمركز برئاسة الجماعة', 2, 8, 'في طور التنفيذ  AREP\nالاشغال في طور الإنجاز', NULL, 'التكلفة الاجمالية: 12 مليون درهم\nالجهة: إعداد الدراسات وبناء المركز الثقافي بواد لاو عن طريق الوكالة بكلفة مالية تقدر ب 6 مليون درهم', NULL, 122, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(215, NULL, 123, NULL, 'المساهمة في إنجاز متحف بالحسيمة', 0, 15, 'الحسيمة', 2, 1, '2019-03-01', 'لجنة القيادة المكلفة بالتتبع والتقييم\nالرئاسة غير محددة', 100, 8, 'في طور التنفيذ\nحولت مساهمة 2019 ل CNDH\nتم عقد اجتماع انطلاق الأشغال من طرف CNDH', NULL, 'التكلفة الاجمالية: 25 مليون درهم\nالجهة: تحويل  14 مليون درهم على 3 سنوات\n- 5 مليون درهم عن سنة 2019\n- 5 مليون درهم عن سنة 2020\n- 4 مليون درهم عن سنة 2021', NULL, 123, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(216, '14/2019', 118, NULL, 'إنجاز 4 خرائط جيوتقنية ورقمنة 20 خريطة جيولوجية بالجهة', 0, 19, 'متعدد', 1, 1, '2019-03-01', 'لجنة توجيهية\nلجنة التتبع', 121, NULL, 'الاتفاقية غير موقعة\nولكن تتوصل الجهة بالتقارير', '3900000.00', 'الغلاف المالي للمشروع :\n3.900.000 درهم ( حصة مجلس الجهة 2.400.000 درهم)', 1, 118, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(217, NULL, 125, NULL, 'دعم تسيير فضاء استقبال مرضى المركز الجهوي للانكولوجيا بالحسيمة ومساعدة مرضى السرطان المعوزين', 0, 6, 'الحسيمة', 2, 1, '2019-03-01', 'لجنة ترأسها رئيسة مجلس الجهة وتضم ممثلين عن أطراف الاتفاقية\n(تم عقد اجتماع لجنة التتبع يوم:\n 19  فبراير 2020)', 109, NULL, 'تم تحويل مساهمة 2019   (5 م.د) ونصف مساهمة 2020 (7,5 م.د)\nنظرا لنقص الموارد المالية للجهة بسبب كوفيد 19 ', NULL, 'مساهمة مجلس الجهة:\n- 10.000.000,00 درهم برسم سنة 2019.\n- 15.000.000,00 درهم برسم سنة 2020.\n-  20.000.000,00 درهم برسم سنة 2021.', NULL, 125, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(218, NULL, 126, NULL, 'دعم جمعية عون معوزي مرضى القلب والشرايين بالشمال لاجراء عمايات جراحية لمرضى القلب والشريين بالجهة', 0, 6, 'متعدد', 2, 1, '2019-03-01', 'لجنة ترأسها رئيسة مجلس الجهة وتضم ممثلين عن أطراف الاتفاقية\nتم عقد اجتماع لجنة التتبع يوم:\n 02 أكتوير 2019\n19 يناير 2021', 111, NULL, 'تم تحويل جزء من مساهمة 2019   (1.4 م.د) ومساهمة 2020', NULL, 'مساهمة مجلس الجهة:\n- 5.000.000,00 درهم برسم سنة 2019.\n- 7.000.000,00 درهم برسم سنة 2020.\n-  10.000.000,00 درهم برسم سنة 2021.', NULL, 126, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(219, NULL, 121, NULL, 'المساهمة في بناء وتجهيز المركز الثقافي للقرب بترجيست', 0, 15, 'الحسيمة', 2, 0, '2019-03-01', NULL, NULL, NULL, 'تم تعديل الاتفاقية في دورة مارس 2020', '18000000.00', 'التكلفة الاجمالية: 18 مليون درهم\nالجهة: 6 مليون درهم\nالوزارة: 12 مليون درهم', NULL, 121, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(220, NULL, 128, NULL, 'تمويل انجاز الدراسات المعمارية لبناء الملعب الكبير للحسيمة', 0, 27, 'الحسيمة', NULL, 1, '2019-03-01', NULL, 11, 9, '     نفذت   حول المبلغ لحساب APDN       - تفعيل التتبع-', NULL, NULL, 1, 128, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(221, '25/2019', 129, NULL, 'إنجاز مشاريع في إطار برنامج التنمية المجالية لإقليم الحسيمة منارة المتوسط\n(تحويل 170 مليون درهم المبرمجة لسنة 2019)', 0, 1, 'الحسيمة', 1, 1, '2019-03-01', 'لجنة التتبع', 11, 9, 'نفذت\nحول المبلغ لحساب APDN\n- تفعيل التتبع -', NULL, 'مساهمة مجلس الجهة في إطار برنامج التنمية المجالية لسنة 2019 : 170.000.000 درهم', NULL, 129, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(222, NULL, 124, NULL, 'دعم تسيير مراكز فدرالية القصور الكلوي بالجهة ', 0, 6, 'متعدد', 2, 1, '2019-03-01', 'لجنة ترأسها رئيسة مجلس الجهة وتضم ممثلين عن أطراف الاتفاقية\nتم عقد اجتماع لجنة التتبع يوم:\n 02 أكتوير 2019\n19 يناير 2021 ', 114, NULL, 'تم تحويل جزء من مساهمة 2019  (9 م.د) ونصف مساهمة 2020 (12,5 م.د)', NULL, 'مساهمة مجلس الجهة:\n- 20.000.000,00 درهم برسم سنة 2019.\n- 25.000.000,00 درهم برسم سنة 2020.\n- 30.000.000,00 درهم برسم سنة 2021.', NULL, 124, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(223, NULL, 131, NULL, 'مشروع تقوية القدرات لحماية القاصرين بشمال المغرب', 0, 18, 'متعدد', NULL, NULL, '2019-03-01', NULL, 2, 8, 'في طور التنفيذ  من طرف AREP', NULL, NULL, NULL, 131, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(224, NULL, 132, NULL, 'الدعم المؤسساتي لمجلس جهة طنجة تطوان الحسيمة', 0, 14, 'متعدد', NULL, NULL, '2019-03-01', NULL, 2, 8, 'في طور التنفيذ  من طرف AREP', NULL, NULL, NULL, 132, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(225, NULL, 127, NULL, 'المساهمة في تنفيذ برنامج التكوين والتدريب  وتنمية الكفاءات  لفائدة موظفي الجماعات', 0, 14, 'متعدد', 2, 1, '2019-03-01', 'لجنة مشتركة للتتبع  برئاسة رئيس مجلس الجهة', NULL, 4, 'موقعة', NULL, NULL, 1, 127, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(226, NULL, 134, NULL, 'دعم النقل المدرسي بالعالم القروي  بإقليم وزان ', 0, 8, 'وزان', 2, 1, '2019-03-01', 'لجنة مكونة من ممثلي مجلس الجهة والمجلس الإقليمي', 2, 8, 'في طور التنفيذ', NULL, '14 حافلة 2019 \n14 حافلة 2020 \n15 حافلة 2021', NULL, 134, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(227, NULL, 135, NULL, 'دعم النقل المدرسي بالعالم القروي  بإقليم العرائش', 0, 8, 'العرائش', 2, 1, '2019-03-01', 'لجنة مكونة من ممثلي مجلس الجهة والمجلس الإقليمي', 2, 8, 'في طور التنفيذ', NULL, '15 حافلة 2019 \n15 حافلة 2020 \n16 حافلة 2021', NULL, 135, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(228, NULL, 130, NULL, 'ملحق اتفاقية تهم استكمال بناء و تجهيز مركز إيواء الأطفال المتخلى عنهم و النساء في وضعية صعبة', 1, 18, 'شفشاون', NULL, 1, '2017-07-01', NULL, 2, 8, 'في طور التنفيذ  من طرف AREP', NULL, NULL, NULL, 130, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(229, NULL, 137, NULL, 'دعم النقل المدرسي بالعالم القروي بإقليم شفشاون', 0, 8, 'شفشاون', 2, 0, '2019-03-01', 'لجنة مكونة من ممثلي مجلس الجهة والمجلس الإقليمي', 2, 8, 'في طور التنفيذ', NULL, '25 حافلة 2019 \n25 حافلة 2020 \n26 حافلة 2021', NULL, 137, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(230, NULL, 138, NULL, 'دعم النقل المدرسي بالعالم القروي  بعمالة المضيق الفنيدق', 0, 8, 'المضيق-الفنيدق', 2, 0, '2019-03-01', 'لجنة مكونة من ممثلي مجلس الجهة ومجلس العمالة', 2, 13, 'في انتظار التأشيرة عليها', NULL, '01 حافلة 2019', 1, 138, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(231, NULL, 133, NULL, 'اتفاقية للتعاون والشراكة في مجال تقوية القدرات من أجل حكامة جيدة لفائدة منتخبي جهة طنجة تطوان الحسيمة - بروتوكول إداري لانجاز مشروع :\nالتقوية المؤسساتية لمجلس جهة طنجة تطوان الحسيمة  في إطار الجهوية الإدارية', 0, 14, 'متعدد', 2, 1, '2019-03-01', 'لجنة مشتركة للتتبع برئاسة رئيس مجلس الجهة', 2, 8, 'في طور التنفيذ  من طرف AREP\nتم إنجاز طور منها وتم إيقافها بسبب جائحة كورونا في انتظار استئنافها لاحقا', NULL, 'ممولة من طرف الوكالة الاندلسية للتعاون الدولي للتنمية في المغرب العربي\nالتكلفة الاجمالية :\n يورو200.000,00', NULL, 133, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(232, NULL, 140, NULL, 'دعم النقل المدرسي بالعالم القروي بإقليم الفحص أنجرة', 0, 8, 'الفحص-أنجرة', 2, 0, '2019-03-01', 'لجنة مكونة من ممثلي مجلس الجهة والمجلس الإقليمي', 2, 13, 'في انتظار التأشيرة عليها', NULL, '06 حافلة 2019 \n05 حافلة 2020 \n05 حافلة 2021', 1, 140, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(233, NULL, 141, NULL, 'دعم النقل المدرسي بالعالم القروي بعمالة طنجة أصيلة', 0, 8, 'طنجة-أصيلة', 2, 1, '2019-03-01', 'لجنة مكونة من ممثلي مجلس الجهة ومجلس العمالة', 2, 8, 'في طور التنفيذ', NULL, '07 حافلة 2019 \n07 حافلة 2020 \n08 حافلة 2021', NULL, 141, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(234, NULL, 136, NULL, 'دعم النقل المدرسي بالعالم القروي بإقليم الحسيمة', 0, 8, 'الحسيمة', 2, 1, '2019-03-01', 'لجنة مكونة من ممثلي مجلس الجهة والمجلس الإقليمي', 2, 8, 'في طور التنفيذ', NULL, '29 حافلة 2019 \n29 حافلة 2020 \n30 حافلة 2021', NULL, 136, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(235, '39/2019', 143, NULL, 'إنجاز مشاريع الكهربة القروية في إطار برنامج الحد من الفوارق المجالية والاجتماعية في العالم القروي بالجهة 2019-2021  ', 0, 1, 'متعدد', 1, 1, '2019-07-01', 'لجنة التتبع والتقييم', NULL, 8, 'في طور التنفيذ\nتم تحويل مساهمة 2019 و 2021', '32187812.00', NULL, NULL, 143, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(236, '40/2019', 144, NULL, 'برنامج تزويد جماعات دائرة الجبهة بإقليم شفشاون بالماء الصالح للشرب برسم الفترة 2019 -  2024', 0, 1, 'شفشاون', 1, 1, '2019-07-01', 'لجنة التتبع والتقييم', NULL, 8, 'في طور التنفيذ   تندرج ضمن برنامج الحد من الفوارق المجالية –رقم 142-', '610000000.00', 'في طور التنفيذ   تندرج ضمن برنامج الحد من الفوارق المجالية –رقم 142-', NULL, 144, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(237, NULL, 139, NULL, 'دعم النقل المدرسي بالعالم القروي بإقليم تطوان', 0, 8, 'تطوان', 2, 0, '2019-03-01', 'لجنة مكونة من ممثلي مجلس الجهة والمجلس الإقليمي', 2, 12, 'في انتظارالتوقيع عليها', NULL, '19 حافلة 2019 \n18 حافلة 2020 \n18 حافلة 2021', 1, 139, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(238, NULL, 146, NULL, 'إنجاز  الدراسات الهندسية والتقنية لتأهيل ساحة الثيران بمدينة طنجة', 0, 15, 'طنجة-أصيلة', 2, 1, '2019-07-01', 'لجنة القيادة\nالرئيس: الجماعة\nالمقرر: AREP', 2, 8, 'في طور التنفيذ من طرف AREP  عمليا متوقفة', NULL, 'الجهة تتكلف بجميع الدراسات بتكلفة إجمالية:\n8.000.000 درهم', 1, 146, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(239, '43/2019', 147, NULL, 'مشروع تكميل تهيئة الطريق المدارية الرابطة بين المدخل الشمالي للمدينة ط.و رقم 1 على مستوى حي بوكنون بجماعة أصيلة', 0, 24, 'طنجة-أصيلة', 1, 1, '2019-07-01', 'لجنة التتبع', 2, 8, 'في طور التنفيذ  حول المبلغ لحساب AREP', '25000000.00', 'التكلفة الإجمالية للبرنامج:\n25 مليون درهم \nمساهمة مجلس الجهة :\n20 مليون درهم\n2019/10 م.د\n2020/10 م.د', NULL, 147, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(240, '38/2019', 142, NULL, 'إنجاز مشاريع التزويد بالماء الصالح للشرب في إطار برنامج الحد من الفوارق المجالية والاجتماعية بالعالم القروي بالجهة 2019- 2023', 0, 1, 'متعدد', 1, 1, '2019-07-01', 'لجنة التتبع والتقييم', NULL, 8, 'في طور التنفيذ\nتم تحويل مساهمة 2019 و 2020', '825000000.00', NULL, NULL, 142, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(241, NULL, 149, NULL, 'إنجاز الدراسات التقنية لتأهيل مسرح * سيرفانتس * بطنجة والمصادقة عليها', 0, 13, 'طنجة-أصيلة', 2, 0, '2019-07-01', 'لجنة لتتبع إنجاز الدراسات ترأسها AREP', 2, 8, 'في طور التنفيذ من طرف AREP  عمليا متوقفة', NULL, 'الجهة عن طريق الوكالة : إعداد جميع الدراسات المبرمجة في إطار هذه الاتفاقية في حدود 5 مليون درهم', 1, 149, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(242, '46/2019', 150, NULL, 'المساهمة في مشروع منطقة مخصصة لاحتواء حرف الصناعة التقليدية الملوثة والمزعجة بطنجة', 0, 10, 'طنجة-أصيلة', 1, 0, '2019-07-01', 'لجنة التتبع', 11, NULL, 'تمت برمجتها في دورة نونبر الاستثنائية 2019', '152700000.00', 'التكلفة الإجمالية للبرنامج:\n152.7   مليون درهم\n(مساهمة مجلس الجهة :\n15.6 مليون درهم\n8 م د/2019\n7.6 م د /2020)', NULL, 150, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(243, '41/2019', 145, NULL, 'برنامج معالجة السكن المهدد بالانهيار بالمدينة العتيقة لطنجة', 0, 19, 'طنجة-أصيلة', 1, 1, '2019-07-01', 'لجنة التتبع', 11, 8, 'في طور التنفيذ\nحولت مساهمة 2019 -2020\nل APDN', '54000000.00', 'التكلفة الإجمالية للبرنامج :\n54 مليون درهم.\nمساهمة مجلس الجهة :\n20 مليون درهم\n2019/10 م.د\n2020/10 م.د', NULL, 145, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL);
INSERT INTO `convention` (`id`, `numero_an`, `numero`, `type_convention_id`, `objet_convention`, `is_avenant`, `secteur_id`, `localisation`, `entite_suivi_execution_id`, `is_signee`, `date_session`, `organes_suivi`, `maitre_ouvrage_id`, `stade_id`, `observation1`, `montant_convention`, `observations`, `statut_convention_id`, `num2`, `session_approbation`, `vise`, `date_visa`, `maitre_ouvrage2_id`, `modalite_financement`, `avenant_a_id`, `date_signature`, `duree`, `date_deliberation`, `date_session_approbation`, `active`, `nature_convention_id`, `consistance`, `objectifs_convention`) VALUES
(244, '48/2019', 152, NULL, 'التكوين بالتدرج', 0, 8, 'متعدد', 1, NULL, '2019-07-01', 'لجنة التتبع\nيترأسها المندوب الجهوي للتكوين المهني بطنجة\n- رئيسة المجلس أو من ينوب عنها\n-المندوب الجهوي للتكوين المهني بطنجة\n-المندوب الجهوي للتكوين المهني بتطوان أو من ينوب عنه\n-رئيس الغرفة أو من ينوب عنه\n-مديري القطاع الحكومي المكلف بالصناعة التقليدية بالنطاق الترابي للغرفة\n-مدير غرفة الصناعة التقليدية\nمسؤولي مراكز التكوين بالتدرج المهني\n-مسؤول مكتب التدرج المهني بالغرفة', NULL, 7, 'مؤشرة وموقعة\nلم تحول بعد مساهمة 2020', NULL, 'مساهمة مجلس الجهة: 5.000.000,00 درهم \n3.000.000,00/2020\n2.000.000,00/2021', NULL, 152, NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(245, NULL, 153, NULL, 'تعزيز المراكز الصحية بالجهة بالموارد البشرية', 0, 6, 'متعدد', 2, 1, '2019-07-01', 'لجنة ترأسها رئيسة مجلس الجهة وتضم ممثلين عن أطراف الاتفاقية', 120, 8, 'في طور التنفيذ\nتم تحويل اعتماد سنة 2019\n واعتماد سنة  2020 لحساب الودادية\nتعديل خلال دورة يوليوز 2021', NULL, 'مساهمة مجلس الجهة:\n23.000.000,00 درهم\n- 5.000.000,00 درهم برسم سنة 2019.\n- 9.000.000,00 درهم برسم سنة 2020.\n- 9.000.000,00 درهم برسم سنة 2021.', NULL, 153, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(246, '44/2019', 148, NULL, 'استكمال إنجاز الطرق المهيكلة بعمالة طنجة-أصيلة', 0, 24, 'طنجة-أصيلة', 1, 1, '2019-07-01', 'لجنة التتبع', 11, 8, 'في طور التنفيذ\nحولت مساهمة 2019 ل APDN', '110000000.00', 'التكلفة الإجمالية للبرنامج:\n110 مليون درهم \nمساهمة مجلس الجهة :\n22 م.د\n2019/10 م.د\n2020/10 م.د\n2021/ 2 م.د ', NULL, 148, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(247, NULL, 155, NULL, 'مساعدة المرضى المعوزين المصابين بالهيموفيليا', 0, 6, 'متعدد', 2, 1, '2019-07-01', 'لجنة ترأسها رئيسة مجلس الجهة وتضم ممثلين عن أطراف الاتفاقية\nتم عقد اجتماع لجنة التتبع يوم:\n6 فبراير  2020\n19 يناير 2021', 99, 8, 'في طور التنفيذ\nتم تحويل اعتماد سنة 2019\n واعتماد 2020 لحساب الجمعية', NULL, 'مساهمة مجلس الجهة:\n- 300.000,00 درهم برسم سنة 2019.\n- 300.000,00 درهم برسم سنة 2020.\n-  300.000,00 درهم برسم سنة 2021.', NULL, 155, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(248, NULL, 156, NULL, 'دعم تسيير مراكز وجمعيات تحالف الجمعيات العاملة في مجال إعاقة التوحد بالجهة', 0, 6, 'متعدد', 2, 1, '2019-07-01', 'لجنة ترأسها رئيسة مجلس الجهة وتضم ممثلين عن أطراف الاتفاقية\n(تم عقد اجتماع لجنة التتبع يوم:\n6 فبراير  2020 من أجل التأكيد على ضرورة انخراط جميع المراكز والجمعيات العاملة في مجال إعاقة التوحد المتواجدة بتراب الجهة في التحالف)', 48, 14, 'مؤشرة ولم تنفذ لحد الآن\n  لم تحول بعد مساهمة 2020\nتنفيذ الاتفاقية متوقف بسبب النقص في الموارد المالية للجهة وعدم استقرار مكتب تحالف الجمعيات', NULL, 'مساهمة مجلس الجهة:\n- 4.000.000,00 درهم  برسم سنة 2020.\n- 4.000.000,00 درهم  برسم سنة 2021.', 1, 156, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(249, '47/2019', 151, NULL, 'المساهمة في عصرنة طرق الإنتاج بقطاع الفخار بالجهة', 0, 10, 'متعدد', 1, 1, '2019-07-01', 'لجنة التتبع\nيترأها رئيس الغرفة أو من ينوب عنه\n-رئيسة مجلس الجهة أو من ينوب عنها\n-مديري القطاع الحكومي المكلف بالصناعة التقليدية والاقتصاد الاجتماعي أو من ينوب عنهم', NULL, 14, 'مؤشرة\nلم تحول بعد مساهمة 2020\n-تنسيق مع المالية\nاجتمعت لجنة التتبع يوم الخميس 16 يناير 2020', '7000000.00', 'التكلفة الإجمالية للمشروع :\n7.000.000.00 درهم\n\nمساهمة مجلس الجهة :\n6.000.000.00 درهم\n(3.000.000.00 درهم سنة 2020  \nو3.000.000.00 درهم سنة 2021)', NULL, 151, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(250, NULL, 158, NULL, 'دعم تسير و تدبير المراكز المهتمة بالإدمان بالجهة', 0, 6, 'متعدد', 2, 1, '2019-07-01', 'لجنة ترأسها رئيسة مجلس الجهة وتضم ممثلين عن أطراف الاتفاقية\nتم عقد اجتماع لجنة التتبع يوم:\n28 نونبر  2019\n19 يناير 2021', 110, 8, 'في طور التنفيذ\nتم تحويل اعتماد سنة 2019 واعتماد سنة  2020  لحساب الجمعية\nملحق تعديلي خلال دورة يوليوز 2021', NULL, 'مساهمة مجلس الجهة:\n3.000.000,00 درهم\n- 800.000,00 درهم برسم سنة 2019.\n- 964.460,00 درهم برسم سنة 2020.\n- 995.540,00 درهم برسم سنة 2021.\n- 240.000,00 درهم حالة إحداث مراكز جديدة.', NULL, 158, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(251, NULL, 159, NULL, 'تجهيز المركز  الجهوي للطب الشرعي بطنجة', 0, 6, 'طنجة-أصيلة', 2, 1, '2019-07-01', 'رئيسة مجلس الجهة رئيسة للجنة \nممثلين عن مجلس الجهة \nرئيس مجلس جماعة طنجة او من ينوب عنه\n(لم تنعقد لجنة التتبع لعدم استجابة الجماعة )', 2, 8, 'في طور التنفيذ\nتم تحويل 8.000.000.00 درهم للوكالة AREP من أجل التنفيذ', NULL, 'مساهمة مجلس الجهة:\n12.000.000,00 درهم', NULL, 159, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(252, NULL, 154, NULL, 'اتفاقية الشراكة من أجل تجويد العرض الصحي بالجهة', 0, 6, 'متعدد', 2, 1, '2019-07-01', 'لجنة ترأسها رئيسة مجلس الجهة وتضم ممثلين عن أطراف الاتفاقية', 11, NULL, 'كانت عمليا متوقفة\nتم تعديلها في الدورة الاستثنائية شتنبر 2020 من خلال ملحق للإتفاقية مع إضافة وكالة الشمال  كشريك منفذ للمشروع\n- رقم 241 -', NULL, 'مساهمة مجلس الجهة:\n100.000.000,00 درهم', NULL, 154, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(253, NULL, 161, NULL, 'دعم جماعة شفشاون بسيارات الإسعاف ونقل الموتى', 0, 6, 'شفشاون', 2, 1, '2019-07-01', 'لجنة ترأسها رئيسة مجلس الجهة وتضم ممثلي أطراف الاتفاقية', NULL, 9, 'نفذت', NULL, '1 مليون درهم', NULL, 161, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(254, NULL, 162, NULL, 'ملحق لاتفاقية التعاون في مجال التعليم العالي والبحث العلمي.\n(اتفاقية سابقة 2016)', 1, 4, 'متعدد', 2, 1, '2019-07-01', 'لجنة ترأسها رئيسة مجلس الجهة وتضم ممثلي أطراف الاتفاقية', 91, 9, 'نفذت\nحول المبلغ للجامعة مع إعادة برمجة الفائض بعد إجراء الصفقات التتبع', '107926400.00', 'الكلفة الاجمالية للمشروع 107.926.400,00 درهم\nمساهمة مجلس الجهة:\n62.958.000,00 درهم\n\nبناء وإصلاح المدرجات الجامعية التابعة لجامعة عبد المالك السعدي\nتتبع من طرف وكالة تنفيذ المشاريع', NULL, 162, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(255, NULL, 157, NULL, 'دعم تنفيذ برنامج محاربة داء السل بالجهة', 0, 6, 'متعدد', 2, 0, '2019-07-01', NULL, 2, 8, 'في طور التنفيذ  حول المبلغ لحساب AREP  متوقفة عمليا', NULL, 'في طور التنفيذ  حول المبلغ لحساب AREP  متوقفة عمليا', NULL, 157, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(256, NULL, 164, NULL, 'بناء وتجهيز دار الطالبة بثانوية الإمام الغزالي بجماعة بني كلة في إطار برنامج التنمية المندمج لإقليم وزان (بناء داخلية ببني كلة بوزان)', 0, 8, 'وزان', 2, 1, '2019-07-01', 'الاتفاقية لا تتوفر على المادة المتعلقة بلجنة التتبع والتقييم', 2, 8, 'موقعة - في طور التنفيذ من AREP', NULL, 'مساهمة مجلس الجهة:\n5.000.000,00 درهم', NULL, 164, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(257, NULL, 165, NULL, 'اتفاقية شراكة بين مجلس جهة طنجة – تطوان – الحسيمة  وغرفة التجارة والصناعة الفرنسية بالمغرب من أجل إعادة تأهيل وإدماج الخريجين الشباب في المهن الرقمية', 0, 8, 'متعدد', 2, NULL, '2019-07-01', 'لجنة مشتركة للتتبع والمراقبة', NULL, 14, 'مؤشرة  لم تنفذ\nلم يحول المبلغ', NULL, '9.000.000,00 درهم مع احتساب الرسوم', 1, 165, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(258, NULL, 160, NULL, 'دعم مجموعة الجماعات الترابية بإقليم شفشاون بسيارات الإسعاف وسيارات نقل الموتى', 0, 6, 'شفشاون', 2, 1, '2019-07-01', 'لجنة ترأسها رئيسة مجلس الجهة وتضم ممثلي أطراف الاتفاقية', 2, 9, 'نفذت من طرف وكالة تنفيذ المشاريع\nتم اقتناء السيارات', NULL, '3 ملايين درهم', NULL, 160, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(259, NULL, 166, NULL, 'اتـــفـــاقـــيـــة شــــراكـــــــــة من أجل دعم تسيير مراكز القرب على مستوى الجهة بالموارد البشرية', 0, 18, 'متعدد', 2, NULL, '2019-07-01', NULL, NULL, 14, 'لم تنفذ\nمجمدة عمليا  - التأكد من تحويل المبلغ لفصل آخر', NULL, 'التكلفة الاجمالية للمشروع:\n66.000.000,00 درهم\n\n- 11 مليون درهم برسم سنة 2019.\n- 22 مليون درهم برسم سنة 2020.\n- 33 مليون  درهم برسم سنة 2021.', 1, 167, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(260, NULL, 167, NULL, 'تنفيذ \"مشروع التكوين للإدماج في سوق الشغل وتطوير الكفاءات بالجهة\"', 0, 8, 'متعدد', 2, NULL, '2019-07-01', 'لجنة مشتركة للتتبع و المراقبة', NULL, 12, 'لم تنفذ\nفي انتظار التوقيع عليها', NULL, 'مساهمة مجلس الجهة : 2.000.000,00  درهما', 1, 168, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(261, NULL, 163, NULL, ' النهوض بالمدرسة العمومية وتحسين العرض التربوي وتطويره وتثمين الرأسمال البشري للجهة', 0, 8, 'متعدد', 2, 1, '2019-07-01', 'تتكون من لجنة مشتركة يترأسها كل من السيدة رئيسة الجهة والسيد مدير الأكاديمية ومن ممثلي أطراف الاتفاقية\n(تم عقد اجتماع لجنة التتبع يوم:\n  25 أبريل 2019\n02 ماي  2019)', 2, 8, 'في طور التنفيذ\nحول المبلغ لحساب AREP\n(مؤسسة ابن زيدون بوزان ستنفذ في 2021)', NULL, 'مساهمة مجلس الجهة:\n-تأهيل المؤسسات التعليمية بمساهمة قدرها 50 مليون درهم\n-تأهيل الداخليات بمساهمة قدرها 50 مليون درهم', NULL, 163, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(262, '65/2019', 169, NULL, 'إنجاز مرصد لرصد الزلازل بجماعة اساكن ', 0, 2, 'الحسيمة', 1, NULL, '2019-07-01', 'لجنة التتبع', NULL, 4, 'موقعة\nفي انتظار التاشيرة عليها', '0.00', 'بدون التزام مالي', 1, 170, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(263, '66/2019', 170, NULL, 'إنجاز دراسة علمية حول خصائص ومميزات القنب الهندي المحلي \"الكيف\" وإمكانيات استعماله لأغراض طبية وعلاجية', 0, 4, 'متعدد', 1, 1, '2019-07-01', 'لجنة التتبع\nتم عقد اجتماع لجنة التتبع يوم:\n24 مارس 2021  \nمن أجل عرض نص الدراسة المنجزة من طرف المعهد العلمي', 102, 8, 'مؤشرة\nتم تنفيذها\nتم تحويل التزام 2019 و2020', '1000000.00', 'مساهمة مجلس الجهة:\n1.000.000,00 درهم', NULL, 171, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(264, NULL, 166, NULL, 'مشروع تنشيط المراكز والمؤسسات الاجتماعية للقرب بالحسيمة', 0, 18, 'الحسيمة', 2, 1, '2019-07-01', 'لجنة برأسها السيد عامل إقليم الحسيمة وتضم كافة الأطراف المتعاقدة', 98, 8, 'في طور التنفيذ\nتم تحويل التزام 2019 لحساب الجمعية وتم رفض اعتماد 2020 من طرف الخازن الجهوي\n(بعض الملاحظات تمت الاستجابة لها من طرف الجمعية في انتظار تحويل الدعم من طرف مصالح المالية)', NULL, 'مساهمة مجلس الجهة:\n18.000.000,00 درهم\n\n- 6.000.000,00 درهم برسم سنة 2019.\n- 6.000.000,00 درهم برسم سنة 2020.\n- 6.000.000,00 درهم برسم سنة 2021.', 1, 166, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(265, NULL, 172, NULL, 'دعم تنظيم المهرجانات الثقافية بالجهة', 0, 13, 'متعدد', 2, NULL, '2019-07-01', NULL, NULL, NULL, 'عدلت في دورة مارس 2020', NULL, 'الجهة: تحويل اعتمادات مالية بقيمة 6.500.000,00 درهم إلى الصندوق الوطني للعمل الثقافي', NULL, 173, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(266, NULL, 173, NULL, 'دعم مراكز الرعاية الاجتماعية- الخيريات ودور الطالبات-  .', 0, 18, 'متعدد', NULL, NULL, '2019-07-01', NULL, NULL, 14, 'لم توقع  متوقفة عمليا', NULL, 'لم توقع  متوقفة عمليا', 1, 174, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(267, NULL, 168, NULL, 'اتفاقية شراكة في مجال التكوين ', 0, 8, 'متعدد', 1, NULL, '2019-07-01', NULL, NULL, 14, 'لم توقع', NULL, 'لم توقع  سميرة مكلفة بالملف', 1, 169, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(268, NULL, 175, NULL, 'تنزيل الخطة الوطنية لحقوق الانسان ', 0, 18, 'متعدد', NULL, NULL, '2019-07-01', NULL, NULL, 12, 'في انتظار التوقيع عليها .', NULL, 'في انتظار التوقيع عليها .', 1, 176, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(269, NULL, 176, NULL, 'احداث مركز لاستقبال المغاربة المقيمين بالخارج والمهاجرين', 0, 18, NULL, NULL, NULL, '2019-07-01', NULL, NULL, 12, 'في انتظار التوقيع عليها .', NULL, 'في انتظار التوقيع عليها .', 1, 177, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(270, NULL, 171, NULL, 'إحداث دار عبد الصادق اشقارة للمحافظة على التراث المغنى وإشعاعه داخل المغرب وخارجه', 0, 15, 'تطوان', 2, 1, '2019-07-01', 'لجنة التتبع برئاسة الجهة', NULL, 14, 'متوقفة عمليا\nلم توقع بعد من طرف الوزارة\nرسالة موجهة للوزير لمعرفة مآل التوقيع بتاريخ 09/09/2019 ', NULL, 'الجهة:  اقتناء المنزل وفق المسطرة القانونية المعتمدة في هذا المجال\nوزارة الثقافة والاتصال :احتضان الدار بشراكة مع الجمعية', 1, 172, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(271, '74/2019', 178, NULL, ' تهيئة * بحيرة بودروة * بإقليم وزان', 0, 2, 'وزان', 1, 1, '2019-07-01', NULL, NULL, NULL, 'تم تعديلها دورة يوليوز 2020\n- رقم 238 -', '10000000.00', NULL, NULL, 179, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(272, NULL, 179, NULL, 'إحداث \"مدينة المهن والكفاءات\" بالجهة', 0, 8, 'طنجة-أصيلة', 2, 1, '2019-11-01', NULL, 62, 8, 'تم التوقيع عليها من طرف جميع الأطراف\nفي طور التنفيذ\nمجلس الجهة قام باقتناء العقار بتكلفة 24 م.د + مصاريف الاقتناء والتسجيل (628.360,00 درهم)', '400000000.00', 'الكلفة الاجمالية للمشروع 400.000.000,00 درهم\nمساهمة مجلس الجهة:\n- 22.000.000,00 درهم 2020 (اقتناء العقار)\n- 40.000.000,00 درهم 2021\n- 38.000.000,00 درهم 2022\n(اقتناء المعدات والتجهيزات)', NULL, 180, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(273, NULL, 174, NULL, 'إنعاش رياضة كرة القدم بجهة طنجة تطوان الحسيمة', 0, 27, 'متعدد', 2, 1, '2019-07-01', 'يرأسها السيد رئيس مجلس الجهة وتتكون من ممثل السيد الوالي ورئيس الجامعة الملكية والسيد المدير الجهوي للشباب والرياضة', 97, 9, 'نفذت', NULL, 'مساهمة مجلس الجهة:\n10.000.000,00 درهم', NULL, 175, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(274, NULL, 282, NULL, 'اتفاقية شراكة من أجل دعم مشروع المركز الاجتماعي السوسيو-رياضي التابع لمركز للامريم للتكوين المهني بالتدرج بتطوان', 0, 18, 'تطوان', NULL, NULL, '2021-07-05', NULL, NULL, NULL, NULL, '6973430.00', 'التكلفة الاجمالية للمشروع:\n6.973.430.  م.د التزامات مجلس الجهة:\n3.000.000 م.د\n2022', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(275, NULL, 283, NULL, 'اتفاقية شراكة من أجل تمويل الدراسات وبناء كلية متعددة التخصصات بوزان', 0, 8, 'وزان', NULL, NULL, '2021-07-05', NULL, NULL, 3, 'في طور التوقيع', '81264600.00', 'التكلفة الاجمالية للمشروع:\n81.264.600,00 م.د التزامات مجلس الجهة:\n8.114.600,00  م.د\n2021\n24.000.000,00 م.د\n2022 التحويل apdn', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(276, NULL, 177, NULL, 'تنظيم الجامعة الصيفية', 0, 4, NULL, NULL, NULL, '2019-07-01', NULL, NULL, 9, 'نفدت', NULL, 'نفدت', NULL, 178, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(277, '24/2021', 275, NULL, 'اتفاقية شراكة من أجل إحداث وتنفيذ برنامج تهيئة الغابة الشبه الحضرية بعين عبيد والمنتزه الطبيعي \"طريق تطفت\" من أجل الترفيه بإقليم العرائش -اعتماد الاتفاقية المعدلة أسفله', 0, 2, 'العرائش', 1, NULL, '2021-03-01', 'لجنة التتبع', 11, 3, 'في طور التوقيع\nتعديل خلال دورة يوليوز 2021\n- رقم 296 -', '35000000.00', 'التكلفة الاجمالية للمشروع:\n35.000.000 م.د\nالتزامات مجلس الجهة:\n20.000.000 م.د\n2021/10 م.د\n2022/10 م.د', NULL, 279, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(278, '25/2021', 276, NULL, 'اتفاقية شراكة تتعلق بدعم وتنظيم النشاط الرياضي البحري  GLOBE 40\" طنجة مدينة الانطلاق\"', 0, 27, 'طنجة-أصيلة', NULL, NULL, '2021-03-01', NULL, NULL, 3, 'في طور التوقيع', '4500000.00', 'التكلفة الاجمالية للمشروع:\n4.500.000 م.د\n\nالتزامات مجلس الجهة:\n2.000.000 م.د', NULL, 280, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(279, NULL, 281, NULL, 'اتفاقية شراكة من أجل إعداد دراسة خاصة بإحداث مراكز التكوين والإدماج المهني بجماعة كتامة إقليم الحسيمة، وجماعة أصيلة بعمالة طنجة أصيلة وبإقليم شفشاون، وعمالة المضيق-الفنيدق ', 0, 11, 'الحسيمة', NULL, NULL, '2021-07-05', NULL, NULL, NULL, NULL, NULL, 'التكلفة الاجمالية للمشروع:\n5.000.000  م.د\nتمويل الدراسات', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(280, '30/2017', 69, NULL, 'إعادة استعمال المياه العادمة لسقي ملاعب الكولف والمناطق الخضراء بمدن طنجة، تطوان، مرتيل والمضيق الفنيدق. (اتفاقية تعاقدية)', 0, 2, 'متعدد', 1, NULL, '2017-12-01', 'لجنة مشتركة للتتبع والتقييم', 61, NULL, 'حولت لشركة أمانديس', '130000000.00', NULL, NULL, 69, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(281, NULL, 16, NULL, 'المساهمة في تقوية وتحسين الخدمات المقدمة بمركز الأنكولوجيا بالحسيمة', 0, 6, 'الحسيمة', 2, 1, '2016-04-01', 'لجنة مشتركة للإشراف والتتبع', NULL, 9, 'نفذت', NULL, 'التكلفة الإجمالية: 24.000.000,00 درهم\nالتزامات مجلس الجهة: \n12.000.000,00 درهم\n(تحويل)', NULL, 16, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(282, NULL, 284, NULL, 'اتفاقية شراكة من أجل المساهمة في تمويل الدراسات وبناء كلية متعددة التخصصات بشفشاون', 0, 8, 'شفشاون', NULL, NULL, '2021-07-05', NULL, NULL, 3, 'في طور التوقيع', '78114600.00', 'التكلفة الاجمالية للمشروع:\n78.114.600,00م.د التزامات مجلس الجهة:\n8.114.600,00  م.د\n2021\n24.000.000,00 م.د\n2022 التحويل apdn', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(283, NULL, 279, NULL, 'تفاقية شراكة من أجل إحداث وتسيير مركز للتكوين والإدماج المهني بالعرائش', 0, 11, 'العرائش', NULL, NULL, '2021-07-05', NULL, NULL, NULL, NULL, '33000000.00', 'التكلفة الاجمالية للمشروع:\n33.000.000 م.د\n16.500.000/2022\n16.500.000/2023\n(2022-2023)', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(284, NULL, 280, NULL, ' اتفاقية شراكة من أجل إحداث وتسيير مركز للتكوين والإدماج المهني بوزان', 0, 11, 'وزان', NULL, NULL, '2021-07-05', NULL, NULL, NULL, NULL, '34700000.00', 'التكلفة الاجمالية للمشروع:\n34.700.000 م.د', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(285, NULL, 309, NULL, 'ملحق رقم 1 لاتفاقية الشراكة المتعلقة ببرنامج تأهيل وتثمين المدينة العتيقة لطنجة برسم سنوات 2020-2024', 1, 19, 'طنجة-أصيلة', NULL, NULL, '2021-07-05', NULL, NULL, 3, 'في طور التوقيع', NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(286, NULL, 310, NULL, 'اتفاقية شراكة متعلقة بالتمويل التكميلي لإنجاز برنامج معالجة السكن المهدد بالانهيار بالمدينة العتيقة بطنجة', 0, 19, 'طنجة-أصيلة', NULL, NULL, '2021-07-05', NULL, NULL, NULL, NULL, '60000000.00', 'التكلفة الاجمالية للمشروع:\n60.000.000 م.د\nالتزامات مجلس الجهة :\n20 م.د /2021\n20 م.د /2022\n20 م.د /2023 \nلحساب الوكالة', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(287, NULL, 311, NULL, 'اتفاقية شراكة خاصة من أجل إنجاز وتمويل برنامج إعادة إيواء ساكنة حي الحافة المهدد بالانهيار بمدينة طنجة', 0, 19, 'طنجة-أصيلة', NULL, NULL, '2021-07-05', NULL, NULL, NULL, NULL, '33375000.00', 'التكلفة الاجمالية للمشروع:\n33.375.000  م.د\nالتزامات مجلس الجهة :\n30 م.د /2022\nلحساب شركة العمران', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(288, NULL, 286, NULL, 'ملحق رقم2 لاتفاقية شراكة بين مجلس الجهة والمديرية الجهوية للصحة ووكالة الإنعاش والتنمية الاقتصادية والاجتماعية بعمالات وأقاليم الشمال بالمملكة من أجل تجويد العرض الصحي بالجهة', 1, 6, 'متعدد', NULL, NULL, '2021-07-05', NULL, NULL, NULL, NULL, NULL, 'تخفيض نسبة المساهمة المالية لمجلس جهة طنجة – تطوان – الحسيمة إلى 50.000.000,00 درهم عوض 100.000.000,00 درهم، المنصوص عليها في الاتفاقية الأصلية والملحق رقم 01', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(289, NULL, 287, NULL, 'ملحق رقم 1 من أجل دعم تسيير وتدبير المراكز المهتمة بالإدمان بالجهة', 1, 6, 'متعدد', NULL, NULL, '2021-07-05', NULL, NULL, 15, 'في طور التأشير', '1075540.00', 'التكلفة الاجمالية للمشروع:\n1.075.540,00 م.د\n2022 \nبتمويل من طرف مجلس الجهة', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(290, NULL, 288, NULL, 'ملحق رقم 1 من أجل تعزيز المراكز الصحية بالجهة بالموارد البشرية', 1, 6, 'متعدد', NULL, NULL, '2021-07-05', NULL, NULL, 3, 'في طور التوقيع', '9000000.00', 'التكلفة الاجمالية للمشروع:\n9.000.000 م.د\n2022 \nبتمويل من طرف مجلس الجهة', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(291, NULL, 289, NULL, 'اتفاقية شراكة من أجل دعم تهيئة وتجهيز مكتبة عبد الله كنون بطنجة', 0, 13, 'طنجة-أصيلة', NULL, NULL, '2021-07-05', NULL, NULL, NULL, NULL, NULL, 'التكلفة الاجمالية للمشروع:6.157.385,86 م.د\n2021', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(292, '93/2019', 201, NULL, 'إنجاز مشروع استكمال الشطر الأول للمنطقة الاقتصادية المندمجة بجماعة أصيلة', 0, 10, 'طنجة-أصيلة', 1, 1, '2019-11-01', 'لجنة التتبع\nيترأسها السيد الوالي أو من ينوب عنه\n-رئيسة المجلس أو من ينوب عنها\n-المدير العام للوكالة أو من ينوب عنه\n-مندوب الوزارة أو من ينوب عنه\n-رئيس الجماعة أو من ينوب عنه', 11, 8, 'مؤشرة\nفي طور التنفيذ', '20000000.00', 'الكلفة الإجمالية للمشروع :\n20 مليون درهم\nمساهمة مجلس الجهة:\n10 مليون درهم \n2020-2021', NULL, 202, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(293, '1/2020', 202, NULL, 'تعزيز النجاعة الطاقية وتطوير استعمال الطاقة المتجددة بالجهة', 0, 2, 'متعدد', 1, 0, '2020-03-03', 'لجنة التتبع', NULL, 3, 'في طور التوقيع\nأرسلت إلى\nوزارة الطاقة والمعادن والبيئة', '0.00', 'بدون التزام مالي', NULL, 203, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(294, NULL, 203, NULL, 'ملحق اتفاقية شراكة من اجل استكمال بناء المركز الثقافي بمدينة وزان ', 1, 13, 'وزان', NULL, NULL, '2020-03-03', NULL, 2, 3, 'في طور التوقيع  (تم تحويل المبلغ ل AREP)', NULL, 'في طور التوقيع  (تم تحويل المبلغ ل AREP)', NULL, 204, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(295, NULL, 204, NULL, 'ملاءمة اتفاقية شراكة من اجل  بناء وتجهيز مركز ثقافي للقرب بمدينة ترجيست ', 0, 13, 'الحسيمة', NULL, NULL, '2020-03-03', NULL, NULL, 3, 'في طور التوقيع', NULL, 'في طور التوقيع', NULL, 205, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(296, '4/2020', 205, NULL, 'تنظيم جائزة أحسن حي إيكولوجي بالجهة', 0, 2, 'متعدد', 1, 1, '2020-03-03', 'لجنة التتبع', NULL, 4, 'وقعت من جميع الاطراف', '0.00', 'بدون التزام مالي', NULL, 206, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(297, '5/2020', 206, NULL, 'برنامج تأهيل وتثمين المدينة العتيقة لشفشاون', 0, 15, 'شفشاون', 1, 0, '2020-03-03', 'لجنة التتبع', 11, 3, 'في طور التوقيع', '115000000.00', 'مساهمة مجلس الجهة :\n20 مليون درهم\n2020/ 4 م.د\n2021/ 4 م.د\n2022/ 4 م.د\n2023/ 4 م.د\n2024/ 4 م.د\nتحول  APDN', 1, 207, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(298, '6/2020', 207, NULL, 'برنامج تأهيل وتثمين المدينة العتيقة لوزان', 0, 15, 'وزان', 1, 0, '2020-03-03', 'لجنة التتبع', 11, 3, 'في طور التوقيع', '242000000.00', 'مساهمة مجلس الجهة :\n42 مليون درهم\n2020/ 7 م.د \n2021/15 م.د\n2022/15 م.د \n2023/ 5 م.د\nتحول  APDN', 1, 208, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(299, '7/2020', 208, NULL, 'برنامج تأهيل وتثمين المدينة العتيقة للقصر الكبير', 0, 15, 'العرائش', 1, 0, '2020-03-03', 'لجنة التتبع', 11, 3, 'في طور التوقيع', '315000000.00', 'مساهمة مجلس الجهة :\n40 مليون درهم\n2020/ 10 م.د \n2021/20 م.د\n2022/10 م.د \nتحول  APDN', 1, 209, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(300, '8/2020', 209, NULL, 'برنامج تأهيل وتثمين المدينة العتيقة للعرائش', 0, 15, 'العرائش', 1, 0, '2020-03-03', 'لجنة التتبع', 11, 3, 'في طور التوقيع', '338000000.00', 'مساهمة مجلس الجهة :\n18 مليون درهم\n2020/ 5 م.د \n2021/5 م.د\n2022/4 م.د \n2023/4 م.د\nتحول  APDN', 1, 210, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(301, '9/2020', 210, NULL, 'برنامج تأهيل وتثمين المدينة العتيقة لطنجة', 0, 15, 'طنجة-أصيلة', 1, 1, '2020-03-03', 'لجنة التتبع', 11, 8, 'في طور التنفيذ\nتم تحويل 40 م.د /2020\nو57 م.د /2021\nتعديل خلال دورة يوليوز 2021', '850000000.00', 'مساهمة مجلس الجهة :\n147 مليون درهم\n2020/ 40 م.د \n2021/57 م.د\n2022/30 م.د \n2023/20 م.د\nتحول  APDN\n', NULL, 211, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(302, '29/2020', 230, NULL, 'تنفيذ برنامج إنجاز المرافق العمومية بسهل واد مرتيل بتطوان', 0, 1, 'تطوان', 1, NULL, '2020-07-01', NULL, 11, NULL, 'تعديل في الدورة الاستثنائية\n13 يناير 2021\n- رقم 261 -', '267000000.00', 'الكلفة الإجمالية للمشروع:\n267 مليون درهم\nمساهمة مجلس الجهة :\n10 م.د /2024 ', NULL, 231, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(303, NULL, 231, NULL, 'اتفاقية اطار للشراكة لدعم المقاولات الصغيرة جدا بالجهة', 0, 10, 'متعدد', NULL, NULL, '2020-07-01', NULL, NULL, NULL, NULL, NULL, NULL, 1, 232, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(304, '31/2020', 232, NULL, 'إحداث قرية الصانع التقليدي وتأهيل نقطة بيع بإقليم شفشاون', 0, 10, 'شفشاون', 1, NULL, '2020-07-01', 'لجنة التتبع\nيترأسها عامل إقليم شفشاون\n-ممثلي من كل الأطراف المتعاقدة', 11, 3, 'في طور التوقيع\nأرسلت\n(وزارة السياحة والنقل الجوي والصناعة التقليدية والاقتصاد الاجتماعي والتضامني)', '10500000.00', 'الكلفة الإجمالية للمشروع:\n10.500.000,00 درهم\nمساهمة مجلس الجهة :\n7.000.000,00 درهم\n3.500.000,00 د/2020\n3.500.000,00 د/2021', NULL, 233, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(305, NULL, 233, NULL, 'اتفاقية شراكة من أجل المساهمة في تهيئة و تجهيز مكتبة متعددة التخصصات وفضاء للمشاركة المواطنة بالعرائش', 0, 13, 'العرائش', NULL, NULL, NULL, NULL, NULL, 3, 'في طور التوقيع', NULL, 'في طور التوقيع', NULL, 234, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(306, '33/2020', 234, NULL, 'إحداث وحدة صناعية بمنطقة الأنشطة الاقتصادية لأيت قمرة بإقليم الحسيمة', 0, 10, 'الحسيمة', 1, NULL, '2020-07-01', NULL, NULL, 11, 'أجلت', NULL, NULL, NULL, 235, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(307, '34/2020', 235, 1, 'ملاءمة اتفاقية إطار للشراكة من أجل تفعيل الاستراتيجية الوطنية للتنمية المستدامة على مستوى جهة طنجة تطوان الحسيمة', 0, 1, 'متعدد', 1, 1, '2020-07-01', 'لجنة التتبع', NULL, 4, 'بدون التزام مالي-وقعت', '0.00', 'بدون التزام مالي-وقعت', NULL, 236, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(308, '35/2020', 236, NULL, 'تعديل اتفاقية الشراكة من أجل تمويل و تنفيذ برامج تنمية الاقتصاد الاجتماعي والتضامني بالجهة', 0, 17, 'متعدد', 1, 1, '2020-07-01', 'لجنة التتبع\nتترأسها رئيسة مجلس الجهة أو من ينوب عنها\n-ممثلين اثنين عن كل طرف متعاقد', 1, 6, 'مؤشرة \n(تعديل 2 في دورة مارس 2021)\n- رقم 264 -', '12000000.00', 'التكلفة الإجمالية للبرنامج: 12.000.000,00 درهم\nالتزامات مجلس الجهة:\n6.000.000,00 درهم برسم سنوات 2019/2020/2021 أي مليوني درهم عن كل سنة. \nCRTTA', NULL, 237, NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(309, '36/2020', 237, NULL, 'تعديل اتفاقية الشراكة مع شركة العربية للطيران المغرب لتعزيز الربط الجوي بين مطاري طنجة ابن بطوطة وأكادير المسيرة', 0, 5, 'متعدد', 1, NULL, '2020-07-01', 'لجنة التتبع\nيترأسها السيد الوالي\n-ممثلي الأطراف المتعاقدة', 112, 3, ' في طور التوقيع', NULL, 'مبلغ الاستثمار يقدر ب 6.300.000 درهم \nسنويا ', NULL, 238, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(310, NULL, 312, NULL, 'ملحق تعديلي لاتفاقية شراكة يتعلق بالبرنامج التكميلي لتأهيل وتثمين المدينة العتيقة بتطوان 2019-2023', 1, 19, 'تطوان', NULL, NULL, '2021-07-05', NULL, NULL, 3, 'في طور التوقيع', NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(311, NULL, 313, NULL, 'اتفاقية شراكة من أجل تكملة مشروع المسبح البلدي والقاعة المغطاة بالحسيمة', 0, 27, 'الحسيمة', NULL, NULL, '2021-07-05', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(312, NULL, 314, NULL, 'اتفاقية شراكة من أجل إنجاز مشروع تهيئة المحور الرئيسي لمدينة وزان', 0, 24, 'وزان', 1, 1, '2021-07-05', NULL, 11, 7, 'موقعة ومؤشرة\n', '55000000.00', 'التكلفة الاجمالية للمشروع:\n55.000.000 م.د\nالتزامات مجلس الجهة :\n10 م.د /2021\n10 م.د /2022\nلحساب الوكالة', NULL, NULL, NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(313, NULL, 315, NULL, 'تعديل اتفاقية شراكة لإنجاز الأشغال المتعلقة بتوسعة وتقوية الطريق الإقليمية رقم 4602 الرابطة بين عين دالية والطريق الإقليمية رقم 4603 من ن.ك 500+18 على طول 11,5 كلم بعمالة طنجة- أصيلة', 0, 24, 'طنجة-أصيلة', 1, NULL, '2021-07-05', NULL, NULL, 3, 'في طور التوقيع', '35000000.00', 'التكلفة الاجمالية للمشروع:\n35.000.000 م.د\nالتزامات مجلس الجهة :\n15 م.د /2021\nتحول\nلصندوق التمويل الطرقي ', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(314, NULL, 316, NULL, 'اتفاقية شراكة لتمويل الدراسات التقنية وصيانة الطريق الدائرية لمدينة شفشاون', 0, 24, 'شفشاون', 1, NULL, '2021-07-05', NULL, NULL, NULL, NULL, '46500000.00', 'التكلفة الاجمالية للمشروع:\n46.500.000 م.د\n\nالتزامات مجلس الجهة :\n20 م.د /2022  \n26.5 م.د /2023  \nلحساب وكالة الجهوية \narep', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(315, NULL, 317, NULL, 'اتفاقية شراكة من أجل إنجاز القناطر على واد مرتيل وربطها بالطرق الرئيسية', 0, 24, 'تطوان', 1, NULL, '2021-07-05', NULL, NULL, NULL, NULL, '209000000.00', 'التكلفة الاجمالية للمشروع:\n209.000.000 م.د\n\nالتزامات مجلس الجهة :\n10 م.د /2022  \n15م.د /2023  \n15 م.د /2024\n15 م.د /2025\nلحساب شركة تهيئة سهل واد مرتيل ', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(316, '51/2020', 248, NULL, 'إنجاز الشطر الأول من الطريق الحضري رقم 2 المؤدي إلى الحي الجامعي بمدينة مرتيل', 0, 24, 'تطوان', 1, 1, '2020-10-05', 'لجنة التتبع', 11, 8, 'في طور التنفيذ', '3500000.00', 'الكلفة الإجمالية للمشروع:\n3.500.000 درهم\nمساهمة مجلس الجهة :\n2 م.د /2020\nAPDN', NULL, 250, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(317, NULL, 249, NULL, 'من أجل إنجاز البرنامج التنموي للجماعات السلالية بإقليم شفشاون', 0, 20, 'شفشاون', NULL, NULL, '2020-10-05', NULL, 11, 8, 'مؤشرة \nفي طور التنفيذ', '34600000.00', 'مؤشرة ', NULL, 251, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(318, '47/2020', 249, NULL, 'اتفاقية شراكة تتعلق بالمساهمة في تمويل الأشغال المرتبطة بتهيئة السوق الأسبوعي بجماعة سيدي اليمني', 0, 20, 'طنجة-أصيلة', 1, NULL, '2020-10-05', 'لجنة التتبع', NULL, 3, 'في طور التوقيع\n(مشكل في التوقيع)', NULL, NULL, 1, 252, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(319, '48/2020', 249, NULL, 'تهيئة السوق الأسبوعي لجماعة العوامرة', 0, 20, 'العرائش', 1, NULL, '2020-10-05', 'لجنة التتبع', NULL, 11, 'أجلت\n(إيجاد صيغة من أجل تعميمها على باقي الأقاليم )', NULL, NULL, 1, 253, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(320, '53/2020', 250, NULL, 'ملحق اتفاقية شراكة من أجل إنجاز مشاريع التزويد بالماء الصالح للشرب في إطار برنامج تقليص الفوارق المجالية والاجتماعية في العالم القروي 2019-2020', 1, 23, 'متعدد', 1, NULL, '2020-10-05', 'لجنة التتبع', 104, 4, 'وقعت', '825000000.00', '12 م.د سنة 2021\nتتعلق بالماء؟؟؟', NULL, 254, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(321, NULL, 318, NULL, 'الملحق رقم 2 لاتفاقية الشراكة مع الخطوط الملكية المغربية من أجل تعزيز الربط الجوي بين الدار البيضاء وتطوان والحسيمة', 1, 26, 'متعدد', 1, NULL, '2021-07-05', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(322, NULL, 319, NULL, 'ملحق لاتفاقية شراكة خاصة تتعلق ببرنامج تزويد جماعات دائرة الجبهة بإقليم شفشاون بالماء الصالح للشرب برسم الفترة 2019-2026', 1, 23, 'شفشاون', 1, NULL, '2021-07-05', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(323, NULL, 320, NULL, 'ملحق رقم 2 لاتفاقية شراكة من أجل إنجاز مشاريع التزويد بالماء الصالح للشرب في إطار برنامج تقليص الفوارق المجالية والاجتماعية في العالم القروي بجهة طنجة-تطوان-الحسيمة 2019-2023', 1, 23, 'متعدد', 1, NULL, '2021-07-05', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(324, NULL, NULL, 2, 'اتفاقية خاصة لتنفيذ البرنامج الاستعجالي لحماية مدينة طنجة من الفيضانات 2022 - 2024', 0, 2, 'طنجة-أصيلة', 1, NULL, '2021-11-12', NULL, 11, 3, 'في طور التوقيع', '310000000.00', NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(325, NULL, NULL, NULL, 'اتفاقية شراكة من أجل تعزيز شبكة رصد جودة الهواء بجهة طنجة تطوان الحسيمة', 0, 2, 'متعدد', 1, NULL, '2021-11-12', NULL, NULL, 3, 'في طور التوقيع', '12000000.00', NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(326, NULL, NULL, NULL, 'اتفاقية شراكة من أجل تعزيز الربط الجوي بين مدينتي طنجة والناضور', 0, 5, 'متعدد', 1, NULL, '2021-11-12', NULL, 112, 3, 'في طور التوقيع', NULL, 'يرصد مجلس الجهة دعما ماليا بقيمة 3 ملايين و750 ألف درهم، لتمويل الرحلات المبرمجة البالغ عددها 208 رحلة سنويا، بمعدل رحلتين ذهابا وإيابا في الأسبوع', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL),
(327, NULL, NULL, NULL, 'الدراسة والمصادقة على اتفاقية شراكة من أجل تعزيز الربط الجوي بين مدينتي طنجة وأكادير', 0, 5, 'متعدد', 1, 0, '2021-11-12', NULL, 112, 3, 'في طور التوقيع', NULL, 'تم تحديد مبلغ الدعم الذي يخصصه مجلس الجهة، في 6 ملايين و750 ألف درهم من أجل تمويل ما مجموعه 312 رحلة في السنة بمعدل 3 رحلات في الأسبوع', NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Structure de la table `convention2`
--

CREATE TABLE `convention2` (
  `id` int(11) NOT NULL,
  `numero_an` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `numero` int(11) DEFAULT NULL,
  `type_convention_id` int(11) DEFAULT NULL,
  `objet_convention` varchar(500) COLLATE utf8mb4_unicode_ci NOT NULL,
  `is_avenant` tinyint(1) NOT NULL,
  `secteur_id` int(11) DEFAULT NULL,
  `localisation` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `entite_suivi_execution_id` int(11) DEFAULT NULL,
  `texte_parties_contractante` varchar(550) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `is_signee` tinyint(1) DEFAULT NULL,
  `date_session` date DEFAULT NULL,
  `organes_suivi` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `maitre_ouvrage_id` int(11) DEFAULT NULL,
  `stade_id` int(11) DEFAULT NULL,
  `observation1` longtext COLLATE utf8mb4_unicode_ci,
  `montant_convention` decimal(15,2) DEFAULT NULL,
  `observations` longtext COLLATE utf8mb4_unicode_ci,
  `statut_convention_id` int(11) DEFAULT NULL,
  `num2` int(11) DEFAULT NULL,
  `session_approbation` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `vise` tinyint(1) NOT NULL,
  `date_visa` date DEFAULT NULL,
  `maitre_ouvrage2_id` int(11) DEFAULT NULL,
  `modalite_financement` varchar(550) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `avenant_a_id` int(11) DEFAULT NULL,
  `date_signature` date DEFAULT NULL,
  `duree` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `date_deliberation` date DEFAULT NULL,
  `date_session_approbation` date DEFAULT NULL,
  `active` tinyint(1) NOT NULL,
  `nature_convention_id` int(11) DEFAULT NULL,
  `objectifs` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `observation2` longtext COLLATE utf8mb4_unicode_ci
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `convention2`
--

INSERT INTO `convention2` (`id`, `numero_an`, `numero`, `type_convention_id`, `objet_convention`, `is_avenant`, `secteur_id`, `localisation`, `entite_suivi_execution_id`, `texte_parties_contractante`, `is_signee`, `date_session`, `organes_suivi`, `maitre_ouvrage_id`, `stade_id`, `observation1`, `montant_convention`, `observations`, `statut_convention_id`, `num2`, `session_approbation`, `vise`, `date_visa`, `maitre_ouvrage2_id`, `modalite_financement`, `avenant_a_id`, `date_signature`, `duree`, `date_deliberation`, `date_session_approbation`, `active`, `nature_convention_id`, `objectifs`, `observation2`) VALUES
(1, NULL, 1, NULL, 'اتفاقية شراكة من أجل إنجاز  مشروع تكميل تهيئة الطريق المدارية الرابطة بين المدخل الشمالي للمدينة وط.و. رقم 1 (على مستوى حي بوكنون)، بجماعة أصيلة', 0, 24, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 2, NULL, NULL, '25000000.00', NULL, NULL, NULL, 'يوليوز 2019', 1, '2019-10-22', NULL, 'يتولى مجلس الجهة تحويل مساهمات الأطراف إلى الوكالة الجهوية لتنفيذ المشاريع ', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(2, NULL, 2, NULL, 'اتفاقية شراكة من أجل إنجاز الدراسات الهندسية والتقنية لتأهيل شاحة الثيران بمدينة طنجة', 0, 19, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 2, NULL, NULL, '8000000.00', 'تعتبر هذه الاتفاقية لاغية إن لم تنطلق الدراسات بعد 12 شهرا من تاريخ التأشير عليها (فصل 7)', NULL, NULL, 'يوليوز 2019', 1, '2019-09-16', NULL, 'يتولى مجلس الجهة تحويل مساهمته إلى الوكالة الجهوية لتنفيذ المشاريع ', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(3, NULL, 3, NULL, 'اتفاقية شراكة تتعلق ببرنامج تأهيل وتثمين المدينة العتيقة لطنجة برسم سنوات 2020-2024', 0, 15, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, '850000000.00', NULL, NULL, NULL, 'مارس 2020', 0, NULL, NULL, ' - تلتزم الأطراف المتعاقدة بتحويل مساهماتها المالية للحساب البنكي المفتوح باسم وكالة الإنعاش والتنمية الاقتصادية والاجتماعية لعمالات وأقاليم الشمال بالمملكة تبعا للجدولة الزمنية المحددة\n - يتعين تحويل مساهمات السنة الأولى خلال أجل لا يتعدى شهرا واحدا ابتداء من تاريخ التوقيع على الاتفاقية', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(4, NULL, 4, 2, 'اتفاقية خاصة للشراكة تتعلق بتهيئة منطقة للأنشطة الاقتصادية بالفنيدق في إطار برنامج التنمية الاقتصادية لعمالة المضيق -الفنيدق وإقليم تطوان', 0, 1, 'المضيق-الفنيدق', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, '200000000.00', NULL, NULL, NULL, 'فبراير 2020', 0, NULL, NULL, ' - تلتزم الأطراف المتعاقدة بتحويل مساهماتها المالية بالحساب المفتوح لدى الخزينة العامة للملكة في اسم وكالة الإنعاش والتنمية الاقتصادية والاجتماعية لعمالات وأقاليم الشمال بالمملكة تبعا للجدولة الزمنية المحددة\n', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(5, NULL, 5, NULL, 'اتفاقية شراكة تتعلق بإنجاز وتنفيذ البرنامج المندمج لتهيئة وتطوير المنتزه الغابوي الحضري المسمى \" الغابة الديبلوماسية\"', 0, 2, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, '42000000.00', NULL, NULL, NULL, 'أكتوبر 2019', 0, NULL, NULL, ' تلتزم الأطراف المتعاقدة (باستثناء المستثمرين الخواص) بتحويل مساهماتها المالية بالحساب المفتوح لدى الخزينة العامة للملكة في اسم وكالة الإنعاش والتنمية الاقتصادية والاجتماعية لعمالات وأقاليم الشمال بالمملكة تبعا للجدولة الزمنية المحددة\n', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(6, NULL, 6, NULL, 'اتفاقية شراكة وتعاون من أجل تهيئة فضاء محمد السادس لذاكرة المقاومة  والتحرير الإفريقية بأصيلة', 0, 13, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, '3000000.00', NULL, NULL, NULL, 'مارس 2020', 1, '2021-02-10', NULL, ' تلتزم الأطراف المتعاقدة بتحويل مساهماتها المالية بالحساب المفتوح لدى الخزينة العامة للملكة في اسم وكالة الإنعاش والتنمية الاقتصادية والاجتماعية لعمالات وأقاليم الشمال بالمملكة تبعا للجدولة الزمنية المحددة\n', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(7, NULL, 7, NULL, 'اتفاقية شراكة من أجل بناء دار الطالبة بثانوية الإمام الغزالي بجماعة بني كلة في إطار برنامج التنمية المندمج لإقليم وزان', 0, 8, 'وزان', NULL, NULL, NULL, NULL, NULL, 2, NULL, NULL, '5000000.00', NULL, NULL, NULL, 'يوليوز 2019', 1, '2019-11-25', NULL, 'يتولى مجلس الجهة تحويل مساهمته إلى الوكالة الجهوية لتنفيذ المشاريع ', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(8, NULL, 8, NULL, 'اتفاقية شراكة لتمويل بناء وتهيئة وإعادة تأهيل الطرق غير المصنفة والمسالك القروية بعمالة طنجة-أصيلة', 0, 24, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 2, NULL, NULL, '60000000.00', NULL, NULL, NULL, 'يوليوز 2018', 1, NULL, NULL, 'يتولى الشركاء تحويل مساهماتهم إلى الوكالة الجهوية لتنفيذ المشاريع ', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(9, NULL, 9, NULL, 'اتفاقية شراكة من أجل تجويد العرض الصحي', 0, 6, 'متعدد', NULL, NULL, NULL, NULL, NULL, 2, NULL, NULL, '100000000.00', 'تم تعديل هذه الاتفاقية بواسطة ملحق خلال دورة شتنبر 2020 أصبحت بموجبه APDN مكلفة بتنفيذ المشروع عوض AREP وتمت إضافة هدف خامس يتعلق بكوفيد 19', NULL, NULL, 'يوليوز 2019', 1, '2019-10-23', NULL, 'يتولى مجلس الجهة تحويل مساهمته إلى الوكالة الجهوية لتنفيذ المشاريع ', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(10, NULL, 10, NULL, 'اتفاقية شراكة من أجل دعم البنية التحتية بالمدرسة الوطنية للهندسة المعمارية بتطوان', 0, 4, 'تطوان', NULL, NULL, NULL, NULL, NULL, 2, NULL, NULL, '3000000.00', NULL, NULL, NULL, 'يوليوز 2018', 1, '2018-11-02', NULL, 'يتولى مجلس الجهة تحويل مساهمته إلى الوكالة الجهوية لتنفيذ المشاريع ', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(11, NULL, 11, NULL, 'اتفاقية شراكة تتعلق بتجهيز الفضاء الثقافي والفني رياض دار السلطان بطنجة', 0, 15, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, '2000000.00', NULL, NULL, NULL, 'مارس 2020', 1, '2021-06-15', NULL, 'يتولى مجلس الجهة تحويل مساهمته إلى وكالة الإنعاش والتنمية الاقتصادية والاجتماعية لعمالات وأقاليم الشمال بالمملكة', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(12, NULL, 12, NULL, 'اتفاقية شراكة من أجل إنجاز مركز اجتماعي متعدد التخصصات لفائدة الأطفال المحرومين من الأسرة', 0, 18, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 90, NULL, NULL, '17000000.00', NULL, NULL, NULL, NULL, 0, NULL, NULL, ' تلتزم الأطراف المساهمة بتحويل مساهماتها المالية بالحساب المفتوح في اسم صاحب المشروع (LMPE INDH Projet Centre Tanger) تبعا للجدولة الزمنية المحددة', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(13, NULL, 13, NULL, 'اتفاقية شراكة من أجل تجهيز المركز الجهوي للطب الشرعي بطنجة', 0, 6, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 2, NULL, NULL, '12000000.00', NULL, NULL, NULL, 'يوليوز 2019', 0, NULL, NULL, 'يتولى مجلس الجهة تحويل مساهمته إلى الوكالة الجهوية لتنفيذ المشاريع ', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(14, NULL, 14, NULL, 'اتفاقية شراكة وتعاون لإنجاز الشطر الأول من الطريق الحضري رقم 2 المؤدي إلى الحي الجامعي بمدينة مرتيل بتراب عمالة المضيق الفنيدق', 0, 24, 'المضيق-الفنيدق', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, '3500000.00', NULL, NULL, NULL, 'غشت 2020', 0, NULL, NULL, 'يتولى مجلس الجهة تحويل مساهمته إلى وكالة الإنعاش والتنمية الاقتصادية والاجتماعية لعمالات وأقاليم الشمال بالمملكة', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(15, NULL, 15, NULL, 'Convention de partenariat pour la réalisation du programme complémentaire des voies structurantes à la Préfecture de Tanger-Assilah', 0, 24, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, '110000000.00', NULL, NULL, NULL, 'يوليوز 2019', 0, NULL, 94, 'تتم تعبئة المساهمات من طرف ولاية الجهة وتحويلها إلى حساب وكالة الإنعاش والتنمية الاقتصادية والاجتماعية لعمالات وأقاليم الشمال بالمملكة حسب البرنامج المحدد\nتتم تعبئة المساهمات من طرف المساهمين وتحويلها إلى حساب صندوق التمويل الطرقي', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(16, NULL, 16, NULL, 'اتفاقية شراكة من أجل إنجاز مشروع تكميل الشطر الأول للمنطقة الاقتصادية المندمجة بجماعة أصيلة', 0, 10, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, '20000000.00', NULL, NULL, NULL, 'فبراير 2020', 1, '2021-02-25', NULL, 'يتم تحويل المساهمات المالية للأطراف إلى الحساب المفتوح لدى الخزينة العامة للملكة في اسم وكالة الإنعاش والتنمية الاقتصادية والاجتماعية لعمالات وأقاليم الشمال بالمملكة', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(17, NULL, 17, NULL, 'اتفاقية شراكة لإنجاز محطة معالجة نفايات معاصر الزيتون بإقليم وزان', 0, 2, 'وزان', NULL, NULL, NULL, NULL, NULL, 27, NULL, NULL, '10000000.00', NULL, NULL, NULL, 'نونبر 2019', 1, '2021-02-18', NULL, 'تتم تعبئة المساهمات من طرف المساهمين وتحويلها إلى الحساب الخاص المفتوح لدى الخزينة العامة باسم وكالة الحوض المائي لسبو', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(18, NULL, 18, NULL, 'اتفاقية شراكة من أجل إنجاز برنامج \"دعم وتأهيل تعاونيات جهة طنجة-تطوان-الحسيمة من أجل تمكينها من الولوج إلى التجارة الإلكترونية\"', 0, 17, 'متعدد', NULL, NULL, NULL, NULL, NULL, 32, NULL, NULL, '6000000.00', NULL, NULL, NULL, 'مارس 2020', 1, '2021-02-03', NULL, 'يتم تحويل مساهمة مجلس الجهة إلى الحساب البنكي المفتوح لدى الخزينة العامة باسم وكالة التنمية الاجتماعية', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(19, NULL, 19, NULL, 'Convention de financement et de réalisation du projet d\'acquisition du matériel informatique au profit des établiseements scolaires dans la Préfecture de Tanger-Assilah', 0, 8, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, '3500000.00', NULL, NULL, NULL, 'شتنبر 2020', 1, '2021-02-17', NULL, 'يتم تحويل المساهمات المالية للأطراف إلى الحساب المفتوح لدى الخزينة العامة للملكة في اسم وكالة الإنعاش والتنمية الاقتصادية والاجتماعية لعمالات وأقاليم الشمال بالمملكة', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(20, NULL, 20, NULL, 'اتفاقية شراكة من أجل توسيع قاعدة المستفيدين من نظام التكوين بالتدرج المهني والمساعدة على إدماجهم في سوق الشغل بجهة طنجة-تطوان-الحسيمة', 0, 28, 'متعدد', NULL, NULL, NULL, NULL, NULL, 35, NULL, NULL, NULL, NULL, NULL, NULL, 'يوليوز 2019', 1, '2021-02-04', NULL, 'يقوم مجلس الجهة بتحويل مساهمته لحساب الغرفة الجهوية للصناعة التقليدية  المفتوح لدى الخزينة العامة للمملكة', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(21, NULL, 21, 1, 'اتفاقية إطار بشأن البرنامج المندمج للتنمية الاقتصادية والاجتماعية لإقليم تطوان وعمالة المضيق-الفنيدق', 0, 1, 'متعدد', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '400000000.00', NULL, NULL, NULL, 'فبراير 2020', 0, NULL, NULL, 'حسب الاتفاقيات الخاصة', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(22, NULL, 22, NULL, 'اتفاقية شراكة من أجل إنجاز أشغال بناء قناة لصرف مياه الأمطار بالجهة الخلفية للمنطقة الصناعية لتطوان لحمايتها من الفيضانات', 0, 2, 'تطوان', NULL, NULL, NULL, NULL, NULL, 38, NULL, NULL, '7000000.00', NULL, NULL, NULL, 'ماي 2020', 1, '2021-02-05', NULL, 'يقوم مجلس الجهة بتحويل مساهمته لحساب مجلس جماعة تطوان المفتوح لدى الخزينة الإقليمية بتطوان', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(23, NULL, 23, NULL, 'اتفاقية شراكة من أجل إعداد وإنجاز برنامج التأهيل والتمكين الاقتصادي للنساء والفتيات – “برنامج جهات ناهضة”', 0, 17, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '12000000.00', NULL, NULL, NULL, 'أكتوبر 2020', 0, NULL, NULL, NULL, NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(24, NULL, 24, NULL, 'اتفاقية شراكة متعلقة بإعداد خريطة القابلية للتعمير  لإقليمي العرائش ووزان', 0, 1, 'متعدد', NULL, NULL, NULL, NULL, NULL, 5, NULL, NULL, '11640000.00', NULL, NULL, NULL, 'مارس 2019', 1, '2020-01-13', NULL, 'يقوم مجلس الجهة بتحويل مساهمته إلى الخازن الوزاري المعتمد لدى وزارة الاقتصاد والمالية في الحساب البنكي المفتوح لدى بنك المغرب أو لفائدة الرمز المحاسب 1061', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(25, NULL, 25, NULL, 'اتفاقية شراكة متعلقة بإعداد خريطة القابلية للتعمير  لعمالات وأقاليم طنجة-أصيلة والفحص-أنجرة وتطوان والمضيق-الفنيدق وشفشاون', 0, 1, 'متعدد', NULL, NULL, NULL, NULL, NULL, 5, NULL, NULL, '32326712.00', NULL, NULL, NULL, 'مارس 2019', 1, '2019-12-25', NULL, 'يقوم مجلس الجهة بتحويل مساهمته إلى الخازن الوزاري المعتمد لدى وزارة الاقتصاد والمالية في الحساب البنكي المفتوح لدى بنك المغرب أو لفائدة الرمز المحاسب 1061', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(26, NULL, 26, NULL, 'اتفاقية شراكة من أجل تأهيل بحيرة بودروة بجماعة بني كلة', 0, 2, 'وزان', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, '33200000.00', NULL, NULL, NULL, 'يوليوز 2019', 1, '2020-07-14', NULL, 'يتم تحويل مساهمة مجلس الجهة لحساب وكالة الإنعاش والتنمية الاقتصادية والاجتماعية لعمالات وأقاليم الشمال بالمملكة', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(27, NULL, 27, NULL, 'اتفاقية شراكة من أجل إعادة تأهيل وإدماج الخريجين الشباب في المهن الرقمية', 0, 28, 'متعدد', NULL, NULL, NULL, NULL, NULL, 44, NULL, NULL, '9000000.00', NULL, NULL, NULL, 'يوليوز 2019', 1, '2019-10-23', NULL, 'غير محددة', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(28, NULL, 28, NULL, 'ملحق تعديلي لاتفاقية الشراكة من أجل إنجاز مركز ثقافي بوادي لو', 1, 13, 'تطوان', NULL, NULL, NULL, NULL, NULL, 2, NULL, NULL, '12000000.00', NULL, NULL, NULL, 'مارس 2019', 1, '2019-05-24', NULL, 'يلتزم مجلس الجهة بتحويل مساهمته إلى الوكالة الجهوية لتنفيذ المشاريع التي تتولى إنجاز الدراسات وبناء المركز', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(29, NULL, 29, NULL, 'اتفاقية شراكة من أجل إنجاز مشروع التكوين للإدماج في سوق الشغل وتطوير الكفاءات بالجهة', 0, 28, 'متعدد', NULL, NULL, NULL, NULL, NULL, 46, NULL, NULL, '2000000.00', NULL, NULL, NULL, 'يوليوز 2019', 0, NULL, NULL, 'يقوم مجلس الجهة بتحويل مساهمته لحساب المؤسسة الجهوية للتكوين والتنمية المفتوح لدى الخزينة الإقليمية بتطوان', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(30, NULL, 30, NULL, 'اتفاقية شراكة من أجل المساهمة في عصرنة طرق الإنتاج بقطاع الفخار بالجهة', 0, 17, 'متعدد', NULL, NULL, NULL, NULL, NULL, 35, NULL, NULL, '7000000.00', NULL, NULL, NULL, 'يوليوز 2019', 1, '2019-10-24', NULL, 'يقوم مجلس الجهة بتحويل مساهمته لحساب الغرفة الجهوية للصناعة التقليدية المفتوح لدى الخزينة العامة للمملكة', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(31, NULL, 31, NULL, 'اتفاقية شراكة من أجل دعم تسيير مراكز وجمعيات تحالف الجمعيات العاملة في مجال إعاقة التوحد بالجهة', 0, 6, 'متعدد', NULL, NULL, NULL, NULL, NULL, 48, NULL, NULL, '8000000.00', NULL, NULL, NULL, 'يوليوز 2019', 1, '2019-10-31', NULL, 'يقوم مجلس الجهة بتحويل مساهمته لحساب تحالف الجمعيات العاملة في مجال إعاقة التوحد بجهة طنجة - تطوان - الحسيمة', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(32, NULL, 32, NULL, 'اتفاقية شراكة تتعلق بتهيئة الفضاء الخارجي وتجهيز دار التنمية المستدامة بطنجة', 0, 2, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, '5000000.00', NULL, NULL, NULL, 'يوليوز 2020', 1, '2021-01-13', NULL, 'يتم تحويل مساهمة مجلس الجهة لحساب وكالة الإنعاش والتنمية الاقتصادية والاجتماعية لعمالات وأقاليم الشمال بالمملكة', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(33, NULL, 33, NULL, 'ملحق لاتفاقية شراكة من أجل إنجاز مشاريع التزويد بالماء الصالح للشرب في إطار برنامج تقليص الفوارق المجالية والاجتماعية في العالم القروي 2019-2023 بالجهة', 1, 24, 'متعدد', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '861000000.00', NULL, NULL, NULL, 'أكتوبر 2020', 1, '2021-12-21', NULL, NULL, NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(34, NULL, 34, NULL, 'اتفاقية شراكة من أجل تنزيل البرنامج الجهوي لدعم الصحة العمومية', 0, 6, 'متعدد', NULL, NULL, NULL, NULL, NULL, 2, NULL, NULL, '80000000.00', NULL, NULL, NULL, 'مارس 2018', 1, '2019-02-11', NULL, 'يتولى مجلس الجهة تحويل مساهمته إلى الوكالة الجهوية لتنفيذ المشاريع ', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(35, NULL, 35, NULL, 'اتفاقية شراكة من أجل دعم البرنامج التنموي للجماعات السلالية بإقليم شفشاون', 0, 20, 'شفشاون', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, '34600000.00', NULL, NULL, NULL, 'أكتوبر 2020', 1, '2020-12-11', NULL, 'يتم تحويل المساهمات المالية للأطراف إلى الحساب المفتوح لدى الخزينة العامة للملكة في اسم وكالة الإنعاش والتنمية الاقتصادية والاجتماعية لعمالات وأقاليم الشمال بالمملكة', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(36, NULL, 36, 1, 'الاتفاقية الإطار من أجل وضع وتمويل برنامج لدعم الاستثمار بإقليم الحسيمة', 0, 10, 'الحسيمة', NULL, NULL, NULL, NULL, NULL, 58, NULL, NULL, '13000000.00', NULL, NULL, NULL, 'نونبر 2019', 0, NULL, NULL, 'تحول المساهمات المالية للأطراف إلى حساب خاص بتدبير البرنامج تلتزم جمعية منطقة الأنشطة الاقتصادية بآيت قمرة بفتحه ووضعه رهن إشارة الشركاء', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(37, NULL, 37, NULL, 'Convention d\'adhésion au Régime Complémentaire de Retraite \"RECORE\"', 0, 18, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '0.00', NULL, NULL, NULL, 'N.A', 0, NULL, NULL, 'غير محدد', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(38, NULL, 38, NULL, 'اتفاقية شراكة من أجل إنجاز الأشغال التكميلية لتجهيز حي الحيضرة بشبكة الماء الصالح للشرب بجماعة الفنيدق', 0, 23, 'المضيق-الفنيدق', NULL, NULL, NULL, NULL, NULL, 61, NULL, NULL, '2500000.00', NULL, NULL, NULL, 'يوليوز 2017', 0, NULL, NULL, 'يقوم مجلس الجهة بتحويل مساهمته إلى الحساب المفتوح لدى الخزينة العامة للمملكة في اسم شركة أمانديس', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(39, NULL, 39, 2, 'اتفاقية خاصة من أجل إنجاز أربع خرائط جيو-تقنية ورقمنة عشرين خريطة جيولوجية بالجهة', 0, 22, 'متعدد', NULL, NULL, NULL, NULL, NULL, 30, NULL, NULL, '3900000.00', NULL, NULL, NULL, 'مارس 2018', 1, '2018-11-01', NULL, 'يلتزم مجلس الجهة بتحويل مساهمته إلى الحساب المالي لوزارة الطاقة والمعادن والبيئة', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(40, NULL, 40, NULL, 'اتفاقية شراكة من أجل إحداث \"مدينة المهن والكفاءات\" بالجهة', 0, 28, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 62, NULL, NULL, '400000000.00', NULL, NULL, NULL, 'نونبر 2019', 0, NULL, NULL, 'يلتزم مجلس الجهة برصد مساهمته لسنة 2020 من أجل اقتناء عقار بمدينة طنجة ووضعه رهن إشارة المشروع (بمبلغ 22 مليون درهم)، وبتحويل مساهماته المتبقية (78 مليون درهم) إلى الحساب المفتوح لدى الخزينة العامة للمملكة في اسم مكتب التكوين المهني وإنعاش الشغل', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(41, NULL, 41, NULL, 'اتفاقية شراكة من أجل دعم النقل المدرسي بالعالم القروي بإقليم وزان برسم سنوات 2018-2019-2020-2021', 0, 8, 'وزان', NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, '0.00', NULL, NULL, NULL, 'مارس 2019', 1, '2019-05-23', NULL, 'تخصيص 48 حافلة لدعم النقل المدرسي بالعالم القروي بإقليم وزان', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(42, NULL, 42, NULL, 'اتفاقية شراكة لتأهيل المركز الجهوي لحماية الطفولة الخاص بالفتيات', 0, 18, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '6000000.00', NULL, NULL, NULL, NULL, 0, NULL, NULL, 'غير محدد', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(43, NULL, 43, NULL, 'اتفاقية شراكة من أجل المساهمة في تدعيم أقسام المستعجلات بمستشفيات الجهة', 0, 6, 'متعدد', NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, '25400000.00', NULL, NULL, NULL, 'يوليوز 2016', 1, '2016-11-10', NULL, 'يلتزم مجلس الجهة برصد مساهمته المالية والإعلان والتنفيذ والإشراف على جميع الصفقات المتعلقة بالمشروع', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(44, NULL, 44, NULL, 'اتفاقية شراكة من أجل تجهيز معهد مولاي أحمد الوكيلي للموسيقى والرقص الكوريغرافي', 0, 13, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '6000000.00', NULL, NULL, NULL, 'يوليوز 2017', 0, NULL, NULL, 'يلتزم مجلس الجهة بتخصيص مساهمته المالية (خلال سنتي 2017 و2018) لتنفيذ المشروع', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(45, NULL, 45, NULL, 'اتفاقية شراكة من أجل استكمال بناء المركز الثقافي بمدينة وزان', 0, 13, 'وزان', NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, '6000000.00', NULL, NULL, NULL, 'يوليوز 2017', 0, NULL, NULL, 'إنجاز الأشغال', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(46, NULL, 46, NULL, 'اتفاقية شراكة من أجل تنظيم الأسواق المتنقلة بجهة طنجة-تطوان-الحسيمة', 0, 17, 'متعدد', NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, '4000000.00', NULL, NULL, NULL, 'يوليوز 2017', 0, NULL, NULL, 'يلتزم الطرفان بتخصيص مساهمتهما المالية (خلال سنتي 2017 و2018) لتنفيذ المشروع\n', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(47, NULL, 47, NULL, 'ملحق لاتفاقية شراكة تتعلق بتعديل اتفاقية تهم استكمال بناء وتجهيز مركز  إيواء الأطفال المتخلى عنهم والنساء في وضعية صعبة', 1, 18, 'شفشاون', NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, '0.00', 'يقضي هذا الملحق بتعديل الفقرة 15 من المادة 1 من اتفاقية الشراكة المبرمة خلال شهر يناير 2017', NULL, NULL, 'يوليوز 2017', 0, NULL, NULL, 'يلتزم المجلس الإقليمي لشفشاون بتحويل مبلغ 400.000,00 درهم لجمعية حماية الأسرة فرع شفشاون من أجل استكمال بناء وتجهيز مركز إيواء الأطفال المتخلى عنهم والنساء في وضعية صعبة', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(48, NULL, 48, 2, 'اتفاقية شراكة وتعاون خاصة من أجل تنفيذ برنامج تنمية ودعم مشاريع الاقتصاد الاجتماعي والتضامني', 0, 17, 'متعدد', NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, '3000000.00', NULL, NULL, NULL, '2017', 0, NULL, NULL, 'تلتزم وكالة كطالونيا للتعاون من أجل التنمية (ACCD) بتحويل مبلغ مساهمتها في المشروع المتمثل في 150.000 أورو  لحساب مجلس الجهة لدى الخزينة الجهوية بطنجة', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(49, NULL, 49, 1, 'اتفاقية إطار للشراكة والتعاون من أجل إنجاز المشاريع الرامية إلى الارتقاء بمستوى التربية والتكوين والرفع من جودته بجهة طنجة-تطوان-الحسيمة', 0, 8, 'متعدد', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '200000000.00', NULL, NULL, NULL, '2017', 0, NULL, NULL, 'يلتزم الطرفان بالمساهمة، عبر ميزانيتيهما، بمبلغ مائة مليون درهم لتنفيذ الالتزامات المالية المترتبة عن تنفيذ الاتفاقية (طبقا للملحقات 1 إلى 10)', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(50, NULL, 50, 2, 'اتفاقية شراكة خاصة لإنجاز برنامج التنمية المجالية لإقليم الحسيمة \"محور الطرق\"', 0, 24, 'الحسيمة', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, '714000000.00', NULL, NULL, NULL, NULL, 1, '2017-03-16', 95, 'تتكلف الجهة طنجة - تطوان - الحسيمة بتمويل المشاريع الممولة من طرفها وتحويل مساهمتها (سنة 2017) إلى حساب وكالة إنعاش وتنمية أقاليم الشمال\nتتكلف وزارة التجهيز والنقل واللوجيستيك بتمويل المشاريع الممولة من طرفها (244 م.د سنة 2017، 100 م.د سنة 2018 و120 م.د سنة 2019)', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(51, NULL, 51, NULL, 'اتفاقية شراكة من أجل تمويل وتنفيذ برامج تنمية الاقتصاد الاجتماعي والتضامني بالجهة', 0, 17, 'متعدد', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '12000000.00', NULL, NULL, NULL, 'يوليوز 2018', 0, NULL, NULL, NULL, NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(52, NULL, 52, NULL, 'اتفاقية شراكة من أجل دعم تنفيذ برنامج محاربة داء السل بالجهة 2018-2019', 0, 6, 'متعدد', NULL, NULL, NULL, NULL, NULL, 2, NULL, NULL, '2000000.00', NULL, NULL, NULL, 'يوليوز 2018', 0, NULL, NULL, 'يقوم مجلس الجهة تحويل مساهمته إلى الوكالة الجهوية لتنفيذ المشاريع، التي تتولى تنفيذ البرنامج', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(53, NULL, 53, NULL, 'اتفاقية شراكة من أجل بناء وتجهيز دار الأمومة بمركز جماعة تنقوب - إقليم شفشاون', 0, 18, 'شفشاون', NULL, NULL, NULL, NULL, NULL, NULL, NULL, NULL, '3000000.00', NULL, NULL, NULL, 'يوليوز 2018', 1, '2019-01-18', NULL, NULL, NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(54, NULL, 54, NULL, 'اتفاقية شراكة من أجل تنظيم الدورة الثانية للملتقى الإفريقي للمهنيين بمجال المالية / المغرب ودول الاتحاد الاقتصادي والنقدي لغرب إفريقيا', 0, 10, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 1, NULL, NULL, NULL, NULL, NULL, NULL, 'N.A', 0, NULL, NULL, 'يقوم مجلس الجهة بالمساهمة في تنظيم الدورة الثانية للملتقى الإفريقي للمهنيين بمجال المالية (خلال شهر يونيو 2019)، من خلال تنظيم حفل استقبال وتوفير وجبة غذاء لفائدة المشاركين', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(55, NULL, 55, NULL, 'اتفاقية شراكة من أجل دعم البنيات التحتية الثقافية والمساهمة في المحافظة على المواقع الأثرية بالجهة والترويج لها ', 0, 15, 'متعدد', NULL, NULL, NULL, NULL, NULL, 2, NULL, NULL, '4550000.00', NULL, NULL, NULL, 'مارس 2018', 1, '2018-12-14', NULL, 'يقوم مجلس الجهة (من خلال الوكالة الجهوية لتنفيذ المشاريع) بتمويل المشاريع الأربعة :\n1- مشروع إصلاح وترميم فضاء رياض السلطان بقصبة طنجة (1.300.000 درهم)؛\n2- مشروع إنجاز الخريطة الجهوية للتراث الثقافي (1.300.000 درهم)؛\n3-  مشروع إنجاز دراسة شاملة حول الموقع الأثري للقصر الصغير بإقليم الفحص-أنجرة 1.000.000 درهم)؛\n4- مشروع إنجاز دراسة شاملة حول الموقع الأثري تارغة بإقليم شفشاون (950.000 درهم).', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(56, NULL, 56, NULL, 'اتفاقية شراكة تتعلق بترميم وتأهيل المعلمة التاريخية لمصارعة الثيران بمدينة طنجة', 0, 15, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, '50000000.00', NULL, NULL, NULL, 'يوليوز 2020', 1, '2021-03-12', NULL, 'يلتزم مجلس الجهة ومجلس الجماعة برصد مساهمتهم المالية لتنفيذ المشروع وتحويلها إلى حساب وكالة إنعاش وتنمية أقاليم الشمال على شطرين (2020 و2021) ', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(57, NULL, 57, NULL, 'اتفاقية شراكة لإنجاز منطقة الأنشطة الحرفية والصناعية بمدينة وزان', 0, 21, 'وزان', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, '96000000.00', NULL, NULL, NULL, 'أكتوبر 2020', 1, '2021-03-29', NULL, 'يلتزم مجلس الجهة بتحويل مساهمته المالية لحساب وكالة إنعاش وتنمية أقاليم الشمال', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(58, NULL, 58, NULL, 'ملحق اتفاقية شراكة من أجل إنجاز مشاريع اجتماعية صحية وتنموية بجهة طنجة-تطوان-الحسيمة', 1, 18, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 69, NULL, NULL, '85000000.00', 'يهدف ملحق هذه الاتفاقية إلى تغيير مشروع مدرسة الفرصة الثانية بمشروع مركز طبي ثاني للقرب بمدينة طنجة', NULL, NULL, 'مارس 2021', 1, '2021-04-13', NULL, 'يلتزم مجلس الجهة بتحويل مساهمته المالية (17,5 مليون درهم سنة 2021 إضافة إلى 12,5 التي تم تحويلها سنة 2020) لحساب مؤسسة محمد الخامس للتضامن\nرصد 30 مليون درهم لإنجاز المشروع\nرصد 25 مليون درهم لاقتناء التجهيزات الطبية والمكتبية الضرورية للمشروع', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(59, NULL, 59, NULL, 'اتفاقية شراكة تتعلق باقتناء آليات وشاحنات لتجميع ونقل النفايات المنزلية لفائدة الجماعات الترابية بالجهة', 0, 2, 'متعدد', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, '6000000.00', NULL, NULL, NULL, 'مارس 2021', 1, '2021-04-22', NULL, 'يلتزم مجلس الجهة بتحويل مساهمته المالية لحساب وكالة إنعاش وتنمية أقاليم الشمال', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(60, NULL, 60, NULL, 'اتفاقية شراكة من أجل إنجاز البرنامج المندمج لتنمية العالم القروي بعمالة طنجة-أصيلة 2021-2023', 0, 20, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 2, NULL, NULL, '180000000.00', NULL, NULL, NULL, 'يناير 2021', 1, '2021-04-26', NULL, '- يقوم مجلس الجهة برصد مساهمته وصرفها حسب البرنامج الذي يسند إنجازه للوكالة الجهوية لتنفيذ المشاريع بتنسيق مع مصالح الجماعات المعنية\n- المساهمة في التتبع والتنسيق مع الشركاء', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(61, NULL, 61, 2, 'اتفاقية شراكة خاصة بالمشاريع المندمجة للتنمية القروية لإقليم العرائش', 0, 20, 'العرائش', NULL, NULL, NULL, NULL, NULL, 2, NULL, NULL, '180000000.00', NULL, NULL, NULL, 'يناير 2021', 1, '2021-05-04', NULL, '- يقوم مجلس الجهة برصد مساهمته سنويا ويعهد للوكالة الجهوية لتنفيذ المشاريع بإنجاز محتوى المشروع\n- المساهمة في التتبع والتنسيق مع الشركاء', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(62, NULL, 62, NULL, 'ملحق اتفاقية شراكة وتعاون من أجل بناء فضاء الذاكرة التاريخية للمقاومة والتحرير بمدينة العرائش', 1, 15, 'العرائش', NULL, NULL, NULL, NULL, NULL, 72, NULL, NULL, '1840000.00', '- يهدف الملحق إلى تحديد الالتزامات المالية الإضافية لأطراف الاتفاقية الأصل المبرمة في أبريل 2017.\n- تم إرجاع الملحق دون الخضوع للتأشيرة إسوة بالاتفاقية الأصل.', NULL, NULL, 'مارس 2020', 0, NULL, NULL, 'تحول مساهمات الأطراف لحساب المجلس الإقليمي للعرائش', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(63, NULL, 63, NULL, 'اتفاقية تنفيذ المشاريع المندمجة للتنمية القروية لإقليم وزان', 0, 20, 'وزان', NULL, NULL, NULL, NULL, NULL, 2, NULL, NULL, '180000000.00', NULL, NULL, NULL, 'يناير 2021', 1, '2021-05-25', NULL, '- يقوم مجلس الجهة برصد مساهمته سنويا ويعهد للوكالة الجهوية لتنفيذ المشاريع بإنجاز محتوى المشروع\n- المساهمة في التتبع والتنسيق مع الشركاء', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(64, NULL, 64, NULL, 'ملحق اتفاقية شراكة من أجل تجويد العرض الصحي بالجهة', 1, 6, 'متعدد', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, '100000000.00', 'يهدف الملحق إلى:\n- إضافة شريك جديد \"APDN\" بدل \"AREP\"\n- إضافة هدف رابع للاتفاقية وهو \"تعزيزالمستشفيات الإقليمية بمختبرات كوفيد 19 وكل ما يرتبط بمواجهة فيروس كورونا', NULL, NULL, 'شتنبر 2020', 1, '2021-05-12', NULL, 'يلتزم مجلس الجهة بتحويل مساهمته المالية لحساب وكالة إنعاش وتنمية أقاليم الشمال', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(65, NULL, 65, NULL, 'اتفاقية إنجاز البرنامج المندمج لتنمية العالم القروي بإقليم الحسيمة', 0, 20, 'الحسيمة', NULL, NULL, NULL, NULL, NULL, 2, NULL, NULL, '180000000.00', NULL, NULL, NULL, 'يناير 2021', 1, '2021-06-15', NULL, '- يقوم مجلس الجهة برصد مساهمته سنويا ويعهد للوكالة الجهوية لتنفيذ المشاريع بإنجاز محتوى المشروع\n- المساهمة في التتبع والتنسيق مع الشركاء', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(66, NULL, 66, NULL, 'ملحق اتفاقية شراكة من أجل المساهمة في مشروع منطقة مخصصة لاحتواء حرف الصناعة التقليدية الملوثة والمزعجة بطنجة', 1, 10, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, '152700000.00', 'يهدف الملحق إلى انضمام مجلس الجهة للمشروع والمساهمة في تمويله', NULL, NULL, 'أكتوبر 2019', 1, '2021-06-16', NULL, 'يلتزم مجلس الجهة بتحويل مساهمته المالية للحساب الخاص بالمشروع لدى وكالة إنعاش وتنمية أقاليم الشمال\nتلتزم الوزارة بتحويل 10 م.د سنة 2017 و8,8 م.د سنة 2018\nتلتزم الوكالة والجماعة بتحويل 50% عند توقيع الاتفاقية والمصادقة عليها و25% عند إنجاز 50% من الأشغال و25% (الباقي) بعد إنجاز 75% من الأشغال\nقامت الجمعية بتحويل الدفعة 1 : 14,55 م.د (03/07/2018) والدفعة 2: 6,5 م.د (03/02/2020)\nالدفعة 3: 25% عند تقدم الأشغال بنسبة 40%\nالدفعة 4: 25% عند تقدم الأشغال بنسبة 75%\nالدفعة 5 والأخيرة: الباقي عند تقدم الأشغال بنسبة 90%', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(67, NULL, 67, NULL, 'اتفاقية شراكة تتعلق بدعم وتطوير ممارسة رياضة الكولف بطنجة', 0, 27, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 76, NULL, NULL, '2000000.00', NULL, NULL, NULL, 'مارس 2020', 1, '2021-06-23', NULL, 'يلتزم مجلس الجهة بتحويل مساهمته المالية للحساب البنكي المفتوح في اسم النادي', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(68, NULL, 68, NULL, 'اتفاقية تمويل وإنجاز منطقة الأنشطة الاقتصادية -قصر بجير- إقليم العرائش', 0, 10, 'العرائش', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, '87000000.00', NULL, NULL, NULL, 'يوليوز 2021', 1, '2021-04-30', NULL, 'يتم  تحويل المساهمات المالية للأطراف إلى حساب وكالة إنعاش وتنمية أقاليم الشمال', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(69, NULL, 69, 2, 'اتفاقية شراكة خاصة تتعلق بإحداث مناطق للأنشطة الاقتصادية لإيواء الوحدات التي تنشط في القطاع غير المهيكل بمدينة طنجة', 0, 10, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, '320000000.00', NULL, NULL, NULL, 'مارس 2021', 1, '2021-07-01', NULL, 'يتم  تحويل المساهمات المالية للأطراف إلى الحساب الخاص باستبدال أملاك الدولة الذي تتولى مديرية أملاك الدولة صرف اعتماداته، للحساب الخاص بالمشروع لدى الوكالة، حسب تقدم الأشغال', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(70, NULL, 70, NULL, 'Convention de partenariat pour la réutilisation des eaux usées traitées pour l\'arrosage des golfs et des espaces vers de la ville de Tanger (Phase II) et de la Commune de Gueznaia', 0, 2, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 61, NULL, NULL, '124000000.00', NULL, NULL, NULL, 'يوليوز 2021', 1, '2021-09-13', NULL, 'يتم  تحويل المساهمات المالية لبرنامج  PNAM (حسب تقدم الأشغال) وجماعة طنجة وجماعة اكزناية ومجلس الجهة ومجلس العمالة (حسب الجدولة) لحساب المساهمة في الاستثمارات لسلطة التدبير المفوض أمانديس', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(71, NULL, 71, NULL, 'اتفاقية شراكة لإنجاز مشروع تهيئة المحور الرئيسي لمدينة وزان', 0, 24, 'وزان', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, '55000000.00', NULL, NULL, NULL, 'يوليوز 2021', 1, '2021-11-01', NULL, 'يتم  تحويل المساهمات المالية للأطراف إلى حساب وكالة إنعاش وتنمية أقاليم الشمال بصفتها صاحبة المشروع، باستثناء مساهمة مجلس جماعة وزان التي تهم أشغال المقطع الأول', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(72, NULL, 72, NULL, 'Convention de partenariat relative au projet de réhabilitation de la Zone Industrielle MOGHOGHA, Préfecture de Tanger-Assilah', 0, 10, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, '10000000.00', NULL, NULL, NULL, 'مارس 2021', 0, NULL, NULL, 'يتم تحويل المساهمات المالية للأطراف إلى حساب وكالة إنعاش وتنمية أقاليم الشمال بصفتها صاحبة المشروع، وذلك سنة 2021 باستثناء مساهمة جمعية المنطقة الصناعية لطنجة التي يتم تحويلها بمجرد التوقيع على الاتفاقية', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(73, NULL, 73, 2, 'اتفاقية خاصة تتعلق بتمويل وإنجاز مشروع \"الحي البيئي لمرشان\" بمدينة طنجة الشطر الأول', 0, 2, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 83, NULL, NULL, '35000000.00', NULL, NULL, NULL, 'يوليوز 2021', 1, '2021-12-09', NULL, 'يتم  تحويل المساهمات المالية للأطراف إلى حساب شركة العمران طنجة – تطوان – الحسيمة بصفتها صاحب مشروع منتدب', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(74, NULL, 74, NULL, 'اتفاقية شراكة من أجل غرس النباتات بالمطرح العمومي القديم للنفايات بطنجة', 0, 2, 'طنجة-أصيلة', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, '21000000.00', NULL, NULL, NULL, 'يوليوز 2021', 1, '2021-12-10', NULL, 'يتم تحويل المساهمات المالية للأطراف إلى حساب وكالة إنعاش وتنمية أقاليم الشمال بصفتها صاحبة المشروع', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(101, NULL, 101, NULL, 'Acquisition des ambulances et véhicules mortuaires', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 2, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(102, NULL, 102, NULL, 'Aménagement des internats et des établissements scolaires', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 2, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(103, NULL, 103, NULL, 'Aménagement des Dour Diafa au Centre de Moulay Abdessalam', 0, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 2, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(106, NULL, 106, NULL, ' اتفاقية شراكة من أجل توفير النقل المدرسي بالجماعات الترابية المتواجدة بتراب الجهة 2017-2021', 0, 8, 'متعدد', NULL, NULL, NULL, NULL, NULL, 11, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, 'يتم تحويل المساهمات المالية للأطراف إلى الحساب المفتوح لدى الخزينة العامة للملكة في اسم وكالة الإنعاش والتنمية الاقتصادية والاجتماعية لعمالات وأقاليم الشمال بالمملكة', NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(107, NULL, 107, NULL, 'Réalisation des études techniques pour la création d\'un noyau universitaire à Ouezzane et à Chefchaouen', 0, 4, 'متعدد', NULL, NULL, NULL, NULL, NULL, 91, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL),
(108, NULL, 108, NULL, 'Versement dans le cadre de partenariat avec la RAM', 0, 5, 'متعدد', NULL, NULL, NULL, NULL, NULL, 92, NULL, NULL, NULL, NULL, NULL, NULL, NULL, 0, NULL, NULL, NULL, NULL, NULL, 'NULL', NULL, NULL, 1, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Structure de la table `convention_contribution`
--

CREATE TABLE `convention_contribution` (
  `id` int(11) NOT NULL,
  `partenaire_id` int(11) NOT NULL,
  `nature_contribution_id` int(11) DEFAULT NULL,
  `montant` decimal(15,2) NOT NULL,
  `contribution` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `date_prevue` date DEFAULT NULL,
  `observation` varchar(550) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `convention_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `convention_contribution`
--

INSERT INTO `convention_contribution` (`id`, `partenaire_id`, `nature_contribution_id`, `montant`, `contribution`, `date_prevue`, `observation`, `convention_id`) VALUES
(6, 1, 1, '123.00', 'fff', '2022-03-18', NULL, 327);

-- --------------------------------------------------------

--
-- Structure de la table `convention_document`
--

CREATE TABLE `convention_document` (
  `id` int(11) NOT NULL,
  `convention_id` int(11) DEFAULT NULL,
  `media_id` int(11) DEFAULT NULL,
  `title` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `convention_document`
--

INSERT INTO `convention_document` (`id`, `convention_id`, `media_id`, `title`) VALUES
(4, 327, 1, 'titre 1');

-- --------------------------------------------------------

--
-- Structure de la table `convention_engagement`
--

CREATE TABLE `convention_engagement` (
  `id` int(11) NOT NULL,
  `convention_id` int(11) NOT NULL,
  `nature_contribution_id` int(11) DEFAULT NULL,
  `annee` int(11) DEFAULT NULL,
  `montant_programme` decimal(15,0) DEFAULT NULL,
  `montant_realise` decimal(15,0) NOT NULL,
  `observation` longtext COLLATE utf8mb4_unicode_ci,
  `intitule` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `partenaire_id` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `convention_engagement`
--

INSERT INTO `convention_engagement` (`id`, `convention_id`, `nature_contribution_id`, `annee`, `montant_programme`, `montant_realise`, `observation`, `intitule`, `partenaire_id`) VALUES
(5, 327, 1, 2020, '123000', '45000', NULL, 'هىفهف', 1);

-- --------------------------------------------------------

--
-- Structure de la table `convention_partenaire`
--

CREATE TABLE `convention_partenaire` (
  `convention_id` int(11) NOT NULL,
  `partenaire_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Structure de la table `convention_thematique`
--

CREATE TABLE `convention_thematique` (
  `convention_id` int(11) NOT NULL,
  `thematique_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Structure de la table `convention_versement`
--

CREATE TABLE `convention_versement` (
  `id` int(11) NOT NULL,
  `partenaire_id` int(11) DEFAULT NULL,
  `montant` decimal(15,2) NOT NULL,
  `intitule` varchar(550) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `date_versement` date DEFAULT NULL,
  `convention_id` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `convention_versement`
--

INSERT INTO `convention_versement` (`id`, `partenaire_id`, `montant`, `intitule`, `date_versement`, `convention_id`) VALUES
(1, 1, '3000.00', NULL, NULL, 327);

-- --------------------------------------------------------

--
-- Structure de la table `entite`
--

CREATE TABLE `entite` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `entite`
--

INSERT INTO `entite` (`id`, `name`) VALUES
(1, 'قسم التنمية الاقتصادية والمجالية وإعداد التراب'),
(2, 'قسم التنمية الاجتماعية والثقافية');

-- --------------------------------------------------------

--
-- Structure de la table `ext_log_entries`
--

CREATE TABLE `ext_log_entries` (
  `id` int(11) NOT NULL,
  `action` varchar(8) COLLATE utf8mb4_unicode_ci NOT NULL,
  `logged_at` datetime NOT NULL,
  `object_id` varchar(64) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `object_class` varchar(191) COLLATE utf8mb4_unicode_ci NOT NULL,
  `version` int(11) NOT NULL,
  `data` longtext COLLATE utf8mb4_unicode_ci COMMENT '(DC2Type:array)',
  `username` varchar(191) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci ROW_FORMAT=DYNAMIC;

-- --------------------------------------------------------

--
-- Structure de la table `fos_user_group`
--

CREATE TABLE `fos_user_group` (
  `id` int(11) NOT NULL,
  `name` varchar(180) COLLATE utf8mb4_unicode_ci NOT NULL,
  `roles` longtext COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '(DC2Type:array)'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Structure de la table `fos_user_user`
--

CREATE TABLE `fos_user_user` (
  `id` int(11) NOT NULL,
  `username` varchar(180) COLLATE utf8mb4_unicode_ci NOT NULL,
  `username_canonical` varchar(180) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email` varchar(180) COLLATE utf8mb4_unicode_ci NOT NULL,
  `email_canonical` varchar(180) COLLATE utf8mb4_unicode_ci NOT NULL,
  `enabled` tinyint(1) NOT NULL,
  `salt` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `password` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `last_login` datetime DEFAULT NULL,
  `confirmation_token` varchar(180) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `password_requested_at` datetime DEFAULT NULL,
  `roles` longtext COLLATE utf8mb4_unicode_ci NOT NULL COMMENT '(DC2Type:array)',
  `created_at` datetime NOT NULL,
  `updated_at` datetime NOT NULL,
  `date_of_birth` datetime DEFAULT NULL,
  `firstname` varchar(64) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `lastname` varchar(64) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `website` varchar(64) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `biography` varchar(1000) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `gender` varchar(1) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `locale` varchar(8) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `timezone` varchar(64) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `phone` varchar(64) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `facebook_uid` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `facebook_name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `facebook_data` longtext COLLATE utf8mb4_unicode_ci COMMENT '(DC2Type:json)',
  `twitter_uid` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `twitter_name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `twitter_data` longtext COLLATE utf8mb4_unicode_ci COMMENT '(DC2Type:json)',
  `gplus_uid` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `gplus_name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `gplus_data` longtext COLLATE utf8mb4_unicode_ci COMMENT '(DC2Type:json)',
  `token` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `two_step_code` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `poste` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `autres_infos` varchar(500) COLLATE utf8mb4_unicode_ci DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `fos_user_user`
--

INSERT INTO `fos_user_user` (`id`, `username`, `username_canonical`, `email`, `email_canonical`, `enabled`, `salt`, `password`, `last_login`, `confirmation_token`, `password_requested_at`, `roles`, `created_at`, `updated_at`, `date_of_birth`, `firstname`, `lastname`, `website`, `biography`, `gender`, `locale`, `timezone`, `phone`, `facebook_uid`, `facebook_name`, `facebook_data`, `twitter_uid`, `twitter_name`, `twitter_data`, `gplus_uid`, `gplus_name`, `gplus_data`, `token`, `two_step_code`, `poste`, `autres_infos`) VALUES
(1, 'admin-cnv', 'admin-cnv', 'admin@aadminn.com', 'admin@aadminn.com', 1, 'WgdqNGxLJm1f7GWHGmB7ORlB7MNWSES2zRLqNXv/Uao', '43Klft6/dk0pf+s8fn12Rt63quZsY9BkXBoGJ9B3/gjl06oo4CT+KrTeucVfoWzff/8hv84+ddc/tnrw/iI3Sg==', '2022-03-18 18:56:47', NULL, NULL, 'a:1:{i:0;s:16:\"ROLE_SUPER_ADMIN\";}', '2022-03-18 18:55:06', '2022-03-18 18:56:47', NULL, NULL, NULL, NULL, NULL, 'u', NULL, NULL, NULL, NULL, NULL, 'null', NULL, NULL, 'null', NULL, NULL, 'null', NULL, NULL, NULL, NULL);

-- --------------------------------------------------------

--
-- Structure de la table `fos_user_user_group`
--

CREATE TABLE `fos_user_user_group` (
  `user_id` int(11) NOT NULL,
  `group_id` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Structure de la table `media__gallery`
--

CREATE TABLE `media__gallery` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `context` varchar(64) COLLATE utf8mb4_unicode_ci NOT NULL,
  `default_format` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `enabled` tinyint(1) NOT NULL,
  `updated_at` datetime NOT NULL,
  `created_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Structure de la table `media__gallery_media`
--

CREATE TABLE `media__gallery_media` (
  `id` int(11) NOT NULL,
  `media_id` int(11) DEFAULT NULL,
  `gallery_id` int(11) DEFAULT NULL,
  `position` int(11) NOT NULL,
  `enabled` tinyint(1) NOT NULL,
  `updated_at` datetime NOT NULL,
  `created_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Structure de la table `media__media`
--

CREATE TABLE `media__media` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `description` text COLLATE utf8mb4_unicode_ci,
  `enabled` tinyint(1) NOT NULL,
  `provider_name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `provider_status` int(11) NOT NULL,
  `provider_reference` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `provider_metadata` longtext COLLATE utf8mb4_unicode_ci COMMENT '(DC2Type:json)',
  `width` int(11) DEFAULT NULL,
  `height` int(11) DEFAULT NULL,
  `length` decimal(10,0) DEFAULT NULL,
  `content_type` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `content_size` int(11) DEFAULT NULL,
  `copyright` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `author_name` varchar(255) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `context` varchar(64) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `cdn_is_flushable` tinyint(1) DEFAULT NULL,
  `cdn_flush_identifier` varchar(64) COLLATE utf8mb4_unicode_ci DEFAULT NULL,
  `cdn_flush_at` datetime DEFAULT NULL,
  `cdn_status` int(11) DEFAULT NULL,
  `updated_at` datetime NOT NULL,
  `created_at` datetime NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `media__media`
--

INSERT INTO `media__media` (`id`, `name`, `description`, `enabled`, `provider_name`, `provider_status`, `provider_reference`, `provider_metadata`, `width`, `height`, `length`, `content_type`, `content_size`, `copyright`, `author_name`, `context`, `cdn_is_flushable`, `cdn_flush_identifier`, `cdn_flush_at`, `cdn_status`, `updated_at`, `created_at`) VALUES
(1, 'PhpStorm_ReferenceCard.pdf', NULL, 0, 'sonata.media.provider.file', 1, '534fb2f3cb84124ec76fb370a6596af5a2e3241e.pdf', '{\"filename\":\"PhpStorm_ReferenceCard.pdf\"}', NULL, NULL, NULL, 'application/pdf', 113493, NULL, NULL, 'default', NULL, NULL, NULL, NULL, '2022-03-19 11:52:21', '2022-03-19 11:52:21');

-- --------------------------------------------------------

--
-- Structure de la table `nature_contribution`
--

CREATE TABLE `nature_contribution` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `nature_contribution`
--

INSERT INTO `nature_contribution` (`id`, `name`) VALUES
(1, 'نقدية'),
(2, 'عينية - وعاء أرضي'),
(3, 'عينية - مساعدة تقنية');

-- --------------------------------------------------------

--
-- Structure de la table `nature_convention`
--

CREATE TABLE `nature_convention` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `nature_convention`
--

INSERT INTO `nature_convention` (`id`, `name`) VALUES
(1, 'إتفاقية تعاون'),
(2, 'إتفاقية دعم');

-- --------------------------------------------------------

--
-- Structure de la table `partenaire`
--

CREATE TABLE `partenaire` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `partenaire`
--

INSERT INTO `partenaire` (`id`, `name`) VALUES
(1, 'مجلس جهة طنجة - تطوان - الحسيمة'),
(2, 'الوكالة الجهوية لتنفيذ المشاريع'),
(3, 'وزارة الداخلية (المديرية العامة للجماعات المحلية)'),
(4, 'وزارة الأوقاف والشؤون الإسلامية'),
(5, 'وزارة إعداد التراب الوطني والتعمير والإسكان وسياسة المدينة'),
(6, 'وزارة الثقافة والشباب والرياضة (قطاع الثقافة)'),
(7, 'وزارة الاقتصاد والمالية وإصلاح الإدارة (مديرية أملاك الدولة)'),
(8, 'وزارة السياحة والنقل الجوي والصناعة التقليدية والاقتصاد الاجتماعي (الشركة المغربية للهندسة السياحية)'),
(9, 'وزارة السياحة والنقل الجوي والصناعة التقليدية والاقتصاد الاجتماعي (قطاع الصناعة التقليدية)'),
(10, 'مجلس جماعة طنجة'),
(11, 'وكالة الإنعاش والتنمية الاقتصادية والاجتماعية لعمالات وأقاليم الشمال بالمملكة'),
(12, 'السلطة المفوضة لتدبير الماء والكهرباء'),
(13, 'وزارة الصناعة والتجارة والاقتصاد الأخضر والرقمي'),
(14, 'قطاع المياه والغابات'),
(15, 'مجلس جماعة كزناية'),
(16, 'مجلس عمالة طنجة-أصيلة'),
(18, 'مجلس جماعة أصيلة'),
(19, 'المندوبية السامية لقدماء المقومين وأعضاء جيش التحرير'),
(20, 'المديرية الجهوية للثقافة'),
(21, 'جمعية باب البحار سينيمسرح'),
(22, 'المبادرة الوطنية للتنمية البشرية'),
(23, 'الأكاديمية الجهوية للتربية والتكوين'),
(24, 'مجلس جماعة مرتيل'),
(25, 'وزارة التجهيز والنقل واللوجيستيك والماء'),
(26, 'المجلس الإقليمي لوزان'),
(27, 'وكالة الحوض المائي لسبو'),
(28, 'وكالة الحوض المائي اللكوس'),
(29, 'وزارة الفلاحة والصيد البحري والتنمية القروية والمياه والغابات'),
(30, 'وزارة الطاقة والمعادن والبيئة'),
(31, 'جمعية أرباب معاصر الزيتون بإقليم وزان'),
(32, 'وكالة التنمية الاجتماعية'),
(33, 'وزارة التربية الوطنية والتكوين المهني والتعليم العالي والبحث العلمي'),
(34, 'وزارة السياحة والصناعة التقليدية والنقل الجوي والاقتصاد الاجتماعي'),
(35, 'غرفة الصناعة التقليدية لجهة طنجة-تطوان-الحسيمة'),
(36, 'وزارة الداخلية (المديرية العامة للجماعات الترابية)'),
(37, 'وزارة الاقتصاد والمالية وإصلاح الإدارة (المديرية العامة للجمارك)'),
(38, 'مجلس جماعة تطوان'),
(39, 'وزارة التضامن والتنمية الاجتماعية والمساواة والأسرة'),
(40, 'صندوق الحد من آثار المخاطر الطبيعية'),
(41, 'مجلس إقليم وزان'),
(42, 'مجلس جماعة بني كلة'),
(43, 'الوكالة الحضرية للعرائش وزان'),
(44, 'غرفة التجارة والصناعة الفرنسية بالمغرب'),
(45, 'غرفة التجارة والصناعة والخدمات بجهة طنجة-تطوان-الحسيمة'),
(46, 'المؤسسة الجهوية للتكوين والتنمية'),
(47, 'المديرية الجهوية للصحة'),
(48, 'تحالف الجمعيات العاملة في مجال إعاقة التوحد بجهة طنجة - تطوان - الحسيمة'),
(49, 'المكتب الوطني للكهرباء والماء الصالح للشرب'),
(50, 'وزارة الداخلية (مديرية الشؤون القروية)'),
(51, 'المديرية الإقليمية للفلاحة لشفشاون'),
(52, 'المديرية الإقليمية للصناعة التقليدية لشفشاون'),
(53, 'المديرية الإقليمية للشباب والرياضة لشفشاون'),
(54, 'المندوبية الإقليمية للتعاون الوطني لشفشاون'),
(55, 'عمالة إقليم الحسيمة (برنامج الحسيمة منارة المتوسط)'),
(56, 'المجلس الإقليمي للحسيمة'),
(57, 'المركز الجهوي للاستثمار'),
(58, 'جمعية منطقة الأنشطة الاقتصادية بآيت قمرة'),
(59, 'Caisse Nationale de Retraite et d\'Assurance (CNRA)'),
(60, 'مجلس جماعة الفنيدق'),
(61, 'شركة أمانديس'),
(62, 'مكتب التكوين المهني وإنعاش الشغل'),
(63, 'المديرية الجهوية للشباب والرياضة'),
(64, 'مجلس جماعة وزان'),
(65, 'وزارة السياحة والنقل الجوي والصناعة التقليدية والاقتصاد الاجتماعي'),
(66, 'المجلس الإقليمي لشفشاون'),
(67, 'وكالة كطالونيا للتعاون من أجل التنمية (ACCD)'),
(68, 'عمالة إقليم الحسيمة'),
(69, 'مؤسسة محمد الخامس للتضامن'),
(70, 'وزارة الصحة'),
(71, 'ولاية جهة طنجة - تطوان - الحسيمة'),
(72, 'المجلس الإقليمي للعرائش'),
(73, 'مجلس جماعة العرائش'),
(74, 'وزارة الصناعة التقليدية والاقتصاد الاجتماعي والتضامني'),
(75, 'جمعية طنجة للصناع التقليديين'),
(76, 'النادي الملكي للأرياف بطنجة'),
(77, 'السلطة المفوضة لقطاعات الماء والكهرباء والتطهير بطنجة'),
(78, 'وزارة الداخلية (البرنامج الوطني للتطهير السائل المندمج وإعادة استعمال المياه العادمة PNAM)'),
(79, 'وزارة الاقتصاد والمالية وإصلاح الإدارة'),
(80, 'عمالة إقليم وزان'),
(81, 'وزارة الصناعة والتجارة '),
(82, 'جمعية المنطقة الصناعية مغوغة (AZIT)'),
(83, 'شركة العمران طنجة – تطوان – الحسيمة'),
(84, 'الوكالة الحضرية لطنجة'),
(85, 'وزارة الثقافة والاتصال (قطاع الثقافة)'),
(86, 'مجلس جماعة واد لو'),
(87, 'العصبة المغربية لمحاربة داء السل'),
(88, 'نادي الماليين للشمال'),
(89, 'عمالة إقليم العرائش'),
(90, 'العصبة المغربية لحماية الطفولة'),
(91, 'جامعة عبد المالك السعدي'),
(92, 'شركة الخطوط الملكية المغربية'),
(94, 'وزارة التجهيز والنقل واللوجيستيك (صندوق التمويل الطرقي)'),
(95, 'وزارة التجهيز والنقل واللوجيستيك'),
(97, 'الجامعة الملكية المغربية لكرة القدم '),
(98, 'الجمعية الإقليمية لدعم أنشطة للقرب'),
(99, 'الفرع الجهوي للجمعية المغربية للمصابين بالهيموفيليا'),
(100, 'المجلس الوطني لحقوق الإنسان'),
(101, 'المركز المغربي للدراسات والأبحاث في الحكامة المحلية'),
(102, 'المعهد العلمي بجامعة محمد الخامس بالرباط'),
(103, 'المكتب الوطني للأعمال الجامعية الاجتماعية الثقافية'),
(104, 'المكتب الوطني للكهرباء والماء الصالح للشرب - قطاع الماء'),
(106, 'الوكالة الوطنية لإنعاش التشغيل والكفاءات'),
(107, 'الوكالة الوطنية لمحاربة الأمية'),
(109, 'جمعية أصدقاء مرضى السرطان بالحسيمة'),
(110, 'جمعية حسنونة لمساندة متعاطي المخدرات'),
(111, 'جمعية عون معوزي مرضى القلب والشرايين بالشمال'),
(112, 'شركة العربية للطيران'),
(113, 'شركة العربية للطيران المغرب'),
(114, 'فدرالية الجمعيات الراعية لمرضى القصور الكلوي'),
(115, 'فدرالية الجمعيات الراعية لمرضى القصور الكلوي بالجهة'),
(117, 'مجلس إقليم العرائش'),
(119, 'معهد باستور بالمغرب'),
(120, 'ودادية طنجة لطب المستعجلات'),
(121, 'وزارة الطاقة والمعادن والتنمية المستدامة');

-- --------------------------------------------------------

--
-- Structure de la table `secteur`
--

CREATE TABLE `secteur` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL,
  `branche_id` int(11) DEFAULT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `secteur`
--

INSERT INTO `secteur` (`id`, `name`, `branche_id`) VALUES
(1, 'التنمية المجالية', 5),
(2, 'البيئة والمناخ', 4),
(3, 'الشراكة الخارجية', NULL),
(4, 'التعليم العالي والبحث العلمي', 2),
(5, 'النقل والربط الجوي', 3),
(6, 'الصحة', 2),
(7, 'محو الأمية', 2),
(8, 'التربية والتكوين', 2),
(9, 'التعاون الداخلي اللامركزي', NULL),
(10, 'المجال الاقتصادي', 5),
(11, 'التشغيل', 2),
(13, 'الثقافة', 3),
(14, 'التكوين المستمر', 2),
(15, 'المحافظة على التراث', 3),
(16, 'النسيج الجمعوي', 3),
(17, 'الاقتصاد الاجتماعي والتضامني', 3),
(18, 'المجال الاجتماعي', 3),
(19, 'التعمير', 6),
(20, 'التنمية القروية والفلاحية', 3),
(21, 'التجارة والصناعة والخدمات', 5),
(22, 'الطاقة والمعادن', 4),
(23, 'الماء', 4),
(24, 'التجهيز', 6),
(25, 'الصيد البحري', 3),
(26, 'السياحة', 3),
(27, 'الشباب والرياضة', 3),
(28, 'التكوين المهني', 1);

-- --------------------------------------------------------

--
-- Structure de la table `stade`
--

CREATE TABLE `stade` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `stade`
--

INSERT INTO `stade` (`id`, `name`) VALUES
(1, 'المرحلة القانونية'),
(2, 'المرحلة المالية'),
(3, 'في طور التوقيع'),
(4, 'موقعة'),
(5, 'قصد التأشيرة'),
(6, 'مؤشرة'),
(7, 'موقعة ومؤشرة'),
(8, 'يتم تنفيدها'),
(9, 'نفذت'),
(10, 'ألغيت'),
(11, 'أجلت'),
(12, 'في انتظار التوقيع'),
(13, 'في انتظار التأشير عليها'),
(14, 'متوقفة'),
(15, 'في طور التأشير');

-- --------------------------------------------------------

--
-- Structure de la table `statut_convention`
--

CREATE TABLE `statut_convention` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `statut_convention`
--

INSERT INTO `statut_convention` (`id`, `name`) VALUES
(1, 'متعثرة');

-- --------------------------------------------------------

--
-- Structure de la table `thematique`
--

CREATE TABLE `thematique` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

-- --------------------------------------------------------

--
-- Structure de la table `type_convention`
--

CREATE TABLE `type_convention` (
  `id` int(11) NOT NULL,
  `name` varchar(255) COLLATE utf8mb4_unicode_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_unicode_ci;

--
-- Déchargement des données de la table `type_convention`
--

INSERT INTO `type_convention` (`id`, `name`) VALUES
(1, 'إتفاقية إطار'),
(2, 'إتفاقية خاصة');

--
-- Index pour les tables déchargées
--

--
-- Index pour la table `branche`
--
ALTER TABLE `branche`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `convention`
--
ALTER TABLE `convention`
  ADD PRIMARY KEY (`id`),
  ADD KEY `IDX_8556657ED2415CF9` (`type_convention_id`),
  ADD KEY `IDX_8556657E9F7E4405` (`secteur_id`),
  ADD KEY `IDX_8556657E8F5F6093` (`maitre_ouvrage_id`),
  ADD KEY `IDX_8556657E6538AB43` (`stade_id`),
  ADD KEY `IDX_8556657E8A78E7AE` (`avenant_a_id`),
  ADD KEY `IDX_8556657E22A5E415` (`nature_convention_id`),
  ADD KEY `IDX_8556657EAD501FE3` (`maitre_ouvrage2_id`),
  ADD KEY `IDX_8556657E9CCA5289` (`entite_suivi_execution_id`),
  ADD KEY `IDX_8556657E1465B543` (`statut_convention_id`);

--
-- Index pour la table `convention2`
--
ALTER TABLE `convention2`
  ADD PRIMARY KEY (`id`),
  ADD KEY `IDX_8556657ED2415CF9` (`type_convention_id`),
  ADD KEY `IDX_8556657E9F7E4405` (`secteur_id`),
  ADD KEY `IDX_8556657E8F5F6093` (`maitre_ouvrage_id`),
  ADD KEY `IDX_8556657E6538AB43` (`stade_id`),
  ADD KEY `IDX_8556657E8A78E7AE` (`avenant_a_id`),
  ADD KEY `IDX_8556657E22A5E415` (`nature_convention_id`),
  ADD KEY `IDX_8556657EAD501FE3` (`maitre_ouvrage2_id`),
  ADD KEY `IDX_8556657E9CCA5289` (`entite_suivi_execution_id`),
  ADD KEY `IDX_8556657E1465B543` (`statut_convention_id`);

--
-- Index pour la table `convention_contribution`
--
ALTER TABLE `convention_contribution`
  ADD PRIMARY KEY (`id`),
  ADD KEY `IDX_D0AAC2B298DE13AC` (`partenaire_id`),
  ADD KEY `IDX_D0AAC2B23E1BBC73` (`nature_contribution_id`),
  ADD KEY `IDX_D0AAC2B2A2ACEBCC` (`convention_id`);

--
-- Index pour la table `convention_document`
--
ALTER TABLE `convention_document`
  ADD PRIMARY KEY (`id`),
  ADD KEY `IDX_58BB2068A2ACEBCC` (`convention_id`),
  ADD KEY `IDX_58BB2068EA9FDD75` (`media_id`);

--
-- Index pour la table `convention_engagement`
--
ALTER TABLE `convention_engagement`
  ADD PRIMARY KEY (`id`),
  ADD KEY `IDX_3A2DF4BAA2ACEBCC` (`convention_id`),
  ADD KEY `IDX_3A2DF4BA3E1BBC73` (`nature_contribution_id`),
  ADD KEY `IDX_3A2DF4BA98DE13AC` (`partenaire_id`);

--
-- Index pour la table `convention_partenaire`
--
ALTER TABLE `convention_partenaire`
  ADD PRIMARY KEY (`convention_id`,`partenaire_id`),
  ADD KEY `IDX_D0BD5688A2ACEBCC` (`convention_id`),
  ADD KEY `IDX_D0BD568898DE13AC` (`partenaire_id`);

--
-- Index pour la table `convention_thematique`
--
ALTER TABLE `convention_thematique`
  ADD PRIMARY KEY (`convention_id`,`thematique_id`),
  ADD KEY `IDX_D8CC2053A2ACEBCC` (`convention_id`),
  ADD KEY `IDX_D8CC2053476556AF` (`thematique_id`);

--
-- Index pour la table `convention_versement`
--
ALTER TABLE `convention_versement`
  ADD PRIMARY KEY (`id`),
  ADD KEY `IDX_8BE17CAE98DE13AC` (`partenaire_id`),
  ADD KEY `IDX_8BE17CAEA2ACEBCC` (`convention_id`);

--
-- Index pour la table `entite`
--
ALTER TABLE `entite`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `ext_log_entries`
--
ALTER TABLE `ext_log_entries`
  ADD PRIMARY KEY (`id`),
  ADD KEY `log_class_lookup_idx` (`object_class`),
  ADD KEY `log_date_lookup_idx` (`logged_at`),
  ADD KEY `log_user_lookup_idx` (`username`),
  ADD KEY `log_version_lookup_idx` (`object_id`,`object_class`,`version`);

--
-- Index pour la table `fos_user_group`
--
ALTER TABLE `fos_user_group`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `UNIQ_583D1F3E5E237E06` (`name`);

--
-- Index pour la table `fos_user_user`
--
ALTER TABLE `fos_user_user`
  ADD PRIMARY KEY (`id`),
  ADD UNIQUE KEY `UNIQ_C560D76192FC23A8` (`username_canonical`),
  ADD UNIQUE KEY `UNIQ_C560D761A0D96FBF` (`email_canonical`),
  ADD UNIQUE KEY `UNIQ_C560D761C05FB297` (`confirmation_token`);

--
-- Index pour la table `fos_user_user_group`
--
ALTER TABLE `fos_user_user_group`
  ADD PRIMARY KEY (`user_id`,`group_id`),
  ADD KEY `IDX_B3C77447A76ED395` (`user_id`),
  ADD KEY `IDX_B3C77447FE54D947` (`group_id`);

--
-- Index pour la table `media__gallery`
--
ALTER TABLE `media__gallery`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `media__gallery_media`
--
ALTER TABLE `media__gallery_media`
  ADD PRIMARY KEY (`id`),
  ADD KEY `IDX_80D4C541EA9FDD75` (`media_id`),
  ADD KEY `IDX_80D4C5414E7AF8F` (`gallery_id`);

--
-- Index pour la table `media__media`
--
ALTER TABLE `media__media`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `nature_contribution`
--
ALTER TABLE `nature_contribution`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `nature_convention`
--
ALTER TABLE `nature_convention`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `partenaire`
--
ALTER TABLE `partenaire`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `secteur`
--
ALTER TABLE `secteur`
  ADD PRIMARY KEY (`id`),
  ADD KEY `IDX_8045251F9DDF9A9E` (`branche_id`);

--
-- Index pour la table `stade`
--
ALTER TABLE `stade`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `statut_convention`
--
ALTER TABLE `statut_convention`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `thematique`
--
ALTER TABLE `thematique`
  ADD PRIMARY KEY (`id`);

--
-- Index pour la table `type_convention`
--
ALTER TABLE `type_convention`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT pour les tables déchargées
--

--
-- AUTO_INCREMENT pour la table `branche`
--
ALTER TABLE `branche`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT pour la table `convention`
--
ALTER TABLE `convention`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=328;

--
-- AUTO_INCREMENT pour la table `convention2`
--
ALTER TABLE `convention2`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=109;

--
-- AUTO_INCREMENT pour la table `convention_contribution`
--
ALTER TABLE `convention_contribution`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT pour la table `convention_document`
--
ALTER TABLE `convention_document`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=5;

--
-- AUTO_INCREMENT pour la table `convention_engagement`
--
ALTER TABLE `convention_engagement`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=6;

--
-- AUTO_INCREMENT pour la table `convention_versement`
--
ALTER TABLE `convention_versement`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT pour la table `entite`
--
ALTER TABLE `entite`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT pour la table `ext_log_entries`
--
ALTER TABLE `ext_log_entries`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT pour la table `fos_user_group`
--
ALTER TABLE `fos_user_group`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT pour la table `fos_user_user`
--
ALTER TABLE `fos_user_user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT pour la table `media__gallery`
--
ALTER TABLE `media__gallery`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT pour la table `media__gallery_media`
--
ALTER TABLE `media__gallery_media`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT pour la table `media__media`
--
ALTER TABLE `media__media`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT pour la table `nature_contribution`
--
ALTER TABLE `nature_contribution`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=4;

--
-- AUTO_INCREMENT pour la table `nature_convention`
--
ALTER TABLE `nature_convention`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT pour la table `partenaire`
--
ALTER TABLE `partenaire`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=122;

--
-- AUTO_INCREMENT pour la table `secteur`
--
ALTER TABLE `secteur`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=29;

--
-- AUTO_INCREMENT pour la table `stade`
--
ALTER TABLE `stade`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- AUTO_INCREMENT pour la table `statut_convention`
--
ALTER TABLE `statut_convention`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=2;

--
-- AUTO_INCREMENT pour la table `thematique`
--
ALTER TABLE `thematique`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT pour la table `type_convention`
--
ALTER TABLE `type_convention`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- Contraintes pour les tables déchargées
--

--
-- Contraintes pour la table `convention`
--
ALTER TABLE `convention`
  ADD CONSTRAINT `FK_8556657E1465B543` FOREIGN KEY (`statut_convention_id`) REFERENCES `statut_convention` (`id`),
  ADD CONSTRAINT `FK_8556657E22A5E415` FOREIGN KEY (`nature_convention_id`) REFERENCES `nature_convention` (`id`),
  ADD CONSTRAINT `FK_8556657E6538AB43` FOREIGN KEY (`stade_id`) REFERENCES `stade` (`id`),
  ADD CONSTRAINT `FK_8556657E8A78E7AE` FOREIGN KEY (`avenant_a_id`) REFERENCES `convention` (`id`),
  ADD CONSTRAINT `FK_8556657E8F5F6093` FOREIGN KEY (`maitre_ouvrage_id`) REFERENCES `partenaire` (`id`),
  ADD CONSTRAINT `FK_8556657E9CCA5289` FOREIGN KEY (`entite_suivi_execution_id`) REFERENCES `entite` (`id`),
  ADD CONSTRAINT `FK_8556657E9F7E4405` FOREIGN KEY (`secteur_id`) REFERENCES `secteur` (`id`),
  ADD CONSTRAINT `FK_8556657EAD501FE3` FOREIGN KEY (`maitre_ouvrage2_id`) REFERENCES `partenaire` (`id`),
  ADD CONSTRAINT `FK_8556657ED2415CF9` FOREIGN KEY (`type_convention_id`) REFERENCES `type_convention` (`id`);

--
-- Contraintes pour la table `convention_contribution`
--
ALTER TABLE `convention_contribution`
  ADD CONSTRAINT `FK_D0AAC2B23E1BBC73` FOREIGN KEY (`nature_contribution_id`) REFERENCES `nature_contribution` (`id`),
  ADD CONSTRAINT `FK_D0AAC2B298DE13AC` FOREIGN KEY (`partenaire_id`) REFERENCES `partenaire` (`id`),
  ADD CONSTRAINT `FK_D0AAC2B2A2ACEBCC` FOREIGN KEY (`convention_id`) REFERENCES `convention` (`id`);

--
-- Contraintes pour la table `convention_document`
--
ALTER TABLE `convention_document`
  ADD CONSTRAINT `FK_58BB2068A2ACEBCC` FOREIGN KEY (`convention_id`) REFERENCES `convention` (`id`),
  ADD CONSTRAINT `FK_58BB2068EA9FDD75` FOREIGN KEY (`media_id`) REFERENCES `media__media` (`id`);

--
-- Contraintes pour la table `convention_engagement`
--
ALTER TABLE `convention_engagement`
  ADD CONSTRAINT `FK_3A2DF4BA3E1BBC73` FOREIGN KEY (`nature_contribution_id`) REFERENCES `nature_contribution` (`id`),
  ADD CONSTRAINT `FK_3A2DF4BA98DE13AC` FOREIGN KEY (`partenaire_id`) REFERENCES `partenaire` (`id`),
  ADD CONSTRAINT `FK_3A2DF4BAA2ACEBCC` FOREIGN KEY (`convention_id`) REFERENCES `convention` (`id`);

--
-- Contraintes pour la table `convention_partenaire`
--
ALTER TABLE `convention_partenaire`
  ADD CONSTRAINT `FK_D0BD568898DE13AC` FOREIGN KEY (`partenaire_id`) REFERENCES `partenaire` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `FK_D0BD5688A2ACEBCC` FOREIGN KEY (`convention_id`) REFERENCES `convention` (`id`) ON DELETE CASCADE;

--
-- Contraintes pour la table `convention_thematique`
--
ALTER TABLE `convention_thematique`
  ADD CONSTRAINT `FK_D8CC2053476556AF` FOREIGN KEY (`thematique_id`) REFERENCES `thematique` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `FK_D8CC2053A2ACEBCC` FOREIGN KEY (`convention_id`) REFERENCES `convention` (`id`) ON DELETE CASCADE;

--
-- Contraintes pour la table `convention_versement`
--
ALTER TABLE `convention_versement`
  ADD CONSTRAINT `FK_8BE17CAE98DE13AC` FOREIGN KEY (`partenaire_id`) REFERENCES `partenaire` (`id`),
  ADD CONSTRAINT `FK_8BE17CAEA2ACEBCC` FOREIGN KEY (`convention_id`) REFERENCES `convention` (`id`);

--
-- Contraintes pour la table `fos_user_user_group`
--
ALTER TABLE `fos_user_user_group`
  ADD CONSTRAINT `FK_B3C77447A76ED395` FOREIGN KEY (`user_id`) REFERENCES `fos_user_user` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `FK_B3C77447FE54D947` FOREIGN KEY (`group_id`) REFERENCES `fos_user_group` (`id`) ON DELETE CASCADE;

--
-- Contraintes pour la table `media__gallery_media`
--
ALTER TABLE `media__gallery_media`
  ADD CONSTRAINT `FK_80D4C5414E7AF8F` FOREIGN KEY (`gallery_id`) REFERENCES `media__gallery` (`id`) ON DELETE CASCADE,
  ADD CONSTRAINT `FK_80D4C541EA9FDD75` FOREIGN KEY (`media_id`) REFERENCES `media__media` (`id`) ON DELETE CASCADE;

--
-- Contraintes pour la table `secteur`
--
ALTER TABLE `secteur`
  ADD CONSTRAINT `FK_8045251F9DDF9A9E` FOREIGN KEY (`branche_id`) REFERENCES `branche` (`id`);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
